
Create PROCEDURE GenNewDataStandard59
		@StudyYear int
	AS
	BEGIN
		SET NOCOUNT ON;

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'764B9A9B-6F56-41AB-B91D-7677D0F326B3', N'997ADC5E-C0D0-4051-ACB5-4F83B200193B', N'จัดระบบบริหารและสารสนเทศ', N'สถานศึกษาจัดกิจกรรมพัฒนาผู้เรียนครบถ้วนตามโครงสร้างหลักสูตร กิจกรรมที่จัดเพื่อตอบสนองความสามารถ ความถนัด ความสนใจของผูเรียน(กิจกรรม ชุมชน ชมรม)มีหลากหลาย และผู้เรียนทุกคนมีโอกาสเลือกเรียนได้อย่างเท่าเทียมกัน มีการจัดกิจกรรมที่ส่งเริมความรักชาติ ศาสน์ กษัตริย์ รักความเป็นไทย และอยู่อย่างพอเพียงและจัดให้ผู้เรียนทุกคนร่วมกิจกรรมบำเพ็ญประโยชน์ต่อท้องถิ่น ชุมชนและสังคม', N'๑)การจัดกิจกรรมพัฒนาผู้เรียนมีสัดส่วนเวลาเรียน และจำนวนกิจกรรมครบถ้วนตามโครงสร้างหลักสูตร
๒)มีการสำรวจข้อมูลผู้เรียน วางแผนการจัดกิจกรรมพัฒนาผู้เรียน กิจกรรมที่จัดส่งเสริมให้ผู้เรียนทำกิจกรรมด้วยตัวเอง โดยมีครูเป็นผู้ให้คำปรึกษา รวมทั้งมีการติดตามตรวจสอบและสรุปรายงานผลการจัดกิจกรรมทุกภาคเรียน
๓)กิจกรรมชุมชน/ชมรมต่างๆ มีหลากหลาย สามารถตอบสนองความต้องการความถนัดและความสนใจของผู้เรียนได้อย่างทั่วถึง
๔)ผู้เรียนทุกคนได้เข้าร่วมกิจกรรมที่ส่งเสริมความรักชาติ ศาสนา พระมหากษัตริย์ รักความเป็นไทย และอยู่อย่างพอเพียง อย่างน้อยภาคเรียนละ ๑
๕)ผู้เรียนทุกคนได้เข้าร่วมกิจกรรมที่ทำประโยชน์เพื่อท้องถิ่นของตน เพื่อชุมชนหรือชุมชนหรือสังคมอย่างน้อยภาคเรียนละ ๑ ครั้ง', 0.5, N'ผู้บริหารสถานศึกษา คณะกรรมการสถานศึกษา ครู ผู้ปกครอง ผู้แทนชุมชนและผู้ที่เกี่ยวข้อง', N'หลักสูตรสถานศึกษา
คู่มือดำเนินการจัดกิจกรรมพัฒนาผู้เรียน
แผนงาน/โครงการ/กิจกรรมที่ส่งเสริมการพัฒนาผู้เรียน
ผลการจัดกิจกรรมพัฒนาผู้เรียนตามแผนงาน/โครงการ/กิจกรรม
ฯลฯ', 3, 0, CAST(0x0000A35D00E692F8 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A565009C36C8 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'422A806A-D3F6-41B0-BBAA-C40CEB3E23B8')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'8F780B6C-5DD1-4AFC-9922-013ED1CC5920', N'BAD80DDF-B469-417A-A78A-3592A1783291', N'มีความสามารถในการคิดสร้างสรรค์', N'ผู้เรียนสามารถกำหนดเป้าหมายอนาคตและริเริ่มสร้างสรรค์ ผลิตผลงาน/การประดิษฐ์ การออกแบบผลงานทางวิชาการหรือวิชาชีพด้วยองค์ความรู้และก่อให้เกิดประโยชน์ต่อตนเองหรือสังคม สามารถสร้างสรรค์และพัฒนาผลงาน และมีการนำเสนอหรือเผยแพร่ผลงานด้วยความภาคภูมใจ', N'ร้อยละของผู้เรียนที่มีความสามารถในการคิดสร้างสรรค์', 2, N'การสังเกตพฤติกรรมการเรียนของผู้เรียนและการพูดคุยซักถามนักเรียนและครู', N'1. การทดสอบความสามารถในการคิดสร้างสรรค์
2. รายงานผลการประเมินสมรรถนะด้านความสามารถในการคิด
3. รายงานผลการทดสอบความสามารถในการคิดสร้างสรรค์', 3, 0, CAST(0x0000A35D00E692CE AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500DE20EF AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'00EB2C36-B042-472F-BD5D-1DF7C57568C4')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'1975724E-949A-4C54-9219-8516B2696F9A', N'BAD80DDF-B469-417A-A78A-3592A1783291', N'มีความสามารถในการคิดวิเคราะห์และสังเคราะห์', N'ผู้เรียนมีความสามารถจำแนกแยกแยะข้อเท็จจริง และรวบรวมจัดหมวดหมู่ หรือจับประเด็นเชื่อมโยงความสัมพันธ์ของข้อมูลและสรุปเรื่องราวที่อ่าน ฟัง ดู และสามารถสื่อสารโดยการพูดหรือเขียนตามความคิดของตนเองโดยมีเหตุผลประกอบ', N'ร้อยละของผู้เรียนที่มีความสามารถในการคิดวิเคราะห์และสังเคราะห์', 2, N'่การสังเกตพฤติกรรมของผู้เรียนและการพูดคุยซักถามนักเรียน ครู', N'1. การประเมิน/ทดดสอบความสามารถในการคิดวิเคราะห์และสังเคราะห์ของผู้เรียน
2. รายงานผลการประเมินการอ่าน คิด วิเคราะห์และเขียน
3. รายงานผลการทดสอบความสามารถในการคิดวิเคราะห์และสังเคราะห์', 1, 0, CAST(0x0000A35D00E692CE AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500DBFD94 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'00EB2C36-B042-472F-BD5D-1DF7C57568C4')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'0BA5B9C4-C3A8-44EB-ACCE-7C4B8759CA7A', N'997ADC5E-C0D0-4051-ACB5-4F83B200193B', N'จัดให้มีการติดตามตรวจสอบคุณภาพการศึกษา', N'สถานศึกษามีการนิเทศติดตามกำกับการใช้หลักสูตร โดยใช้วิธีการที่หลากหลายมีแผนการนิเทศติดตามกำกับอย่างเป็นระบบต่อเนื่อง นำผลการนิเทศมาใช้ในการปรับปรุงและพัฒนาคุณภาพการจัดการเรียนการสอน', N'๑)แผนการนิเทศที่มุ่งส่งเสริมการพัฒนาการจัดการเรียนการสอน(ระบุประเด็น จุดเน้น รูปแบบ ปฏิทินและทีมนิเทศที่ชัดเจน)
๒)การดำเนินการติดตามการใช้หลักสูตรเป็นไปตามเกณฑ์
๓)มีการประเมินสรุปผลและรายงานผลการนิเทศทุกภาคเรียน
๔)มีการใช้ผลการนิเทศ การติดตามตรวจสอบมาปรับปรุงการจัดการเรียนรู้ของครูทุกกลุ่มสาระ
๕)ผู้เรียนพึงพอใจในการจัดการเรียนรู้ของครูอันเป็นผลมาจากการนิเทศ', 0.5, N'ผู้บริหารสถานศึกษา ครูและบุคลากรผู้มีส่วนเกี่ยวข้อง', N'แผนงาน/โครงการ/กิจกรรม
คำสั่ง
ปฏิทินการนิเทศ
บันทึกการประชุม
เครื่องมือสำหรับการนิเทศภายใน
บันทึกผลการนิเทศและการนำผลไปปรับปรุงพัฒนาการจัดการเรียนการสอน
ฯลฯ', 5, 0, CAST(0x0000A35D00E692F8 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A565009C8EF7 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'422A806A-D3F6-41B0-BBAA-C40CEB3E23B8')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'48652404-11D2-4537-94F6-A132D84824DC', N'B08979BE-4D91-43B4-A076-2DE3DE250334', N'ครูมีคุณลักษณะที่ดี', N'ครูมีคุณลักษณะที่ดี โดยมีบุคลิกภาพที่ดี มีมารยาทที่ดี แต่งกายสะอาดเรียบร้อย มีความรักและศรัทธาในวิชาชีพครู มีความรัก ความเมตตากรุณาต่อศิษย์ และมีความยุติธรรม มีมนุษยสัมพันธ์ที่ดีกับบุคคลอื่น ยึดมั่นในคุณธรรม จริยธรรมและปฏิบัติตนตามหลักศาสนา ประพฤติปฏิบัติตนและปฏิบัติงานด้วยความซื้อสัตย์สุจริต มีความมุ่งมั่นตั้งใจ เสียสละ รับผิดชอบในหน้าที่เป็นแบบอย่างที่ดีและมีความรู้ตามมาตรฐานความรู้และจรรยาบรรณาของวิชาชีพครู รวมทั้งการรักษาระเบียบวินัยของราชการและสถานศึกษา ตลอดจนชื่อเสียงเกียรติยศของข้าราชการ', N'ครูมีคุณลักษณะที่ดี พิจารณาร้อยละของครูที่ผ่านเกณฑ์การพิจารณาระดับดีขึ้นไปครบทุกข้อดังนี้
1. การมีบุคลิกภาพที่ดี มีมารยาทที่ดี มีความสุภาพอ่อนโยน แต่งกายสะอาดเรียบร้อยเหมาะสมกับความเป็นครู
2. การมีความรักและศรัทธาในวิชาชีพครู เป็นสมาชิกที่ดีของสถานศึกษา
3. การมีความรัก ความเมตตากรุณาต่อศิษย์ และมีความยุติธรรมอย่างเสมอภาค
4. การมีมนุษยสัมพันธ์ที่ดีกับนักเรียน เพื่อนครู ผู้บริหารสถานศึกษา ผู้ปกครองและผู้เกี่ยวข้อง
5. การมีคุณธรรมจริยธรรมและปฏิบัติตนตามหลักศาสนาที่ตนนับถือ
6. การประพฤติปฏิบัติตนและปฏิบัติงานด้วยความซื้อสัตย์สุจริต มีความมุ่งมั่นตั้งใจเสียสละและรับผิดชอบในหน้าที่
7. การประพฤติปฏิบัติตนเป็นแบบอย่างที่ดี
8. การมีความรู้ตามมาตรฐานความรู้ของมาตรฐานวิชาชีพ พ.ศ.2556
9. การมีจรรยาบรรณของวิชาชีพครู พ.ศ. 2556 ทั้งจรรยาบรรณต่อตนเอง จรรยาบรรณต่อวิชาชีพ จรรยาบรรณต่อผู้รับการบริการ จรรยาบรรณต่อผู้ร่วมประกอบวิชาชีพ และจรรยาบรรณต่อสังคม
10. การรักษาระเบียบวินัยของราชการและสถานศึกษาาตลอดจนชื่อเสียงเกียรติยศของข้าราชการ', 5, N'การสังเกตพฤติกรรมของครู และการสอบถามสัมภาษณ์ครู ผู้บริหารสถานศึกษา นักเรียนผู้ปกครองและชุมชน', N'1. สรุปผลการประเมินและการพัฒนาครูตามมาตรฐานความรู้ของมาตรฐานวิชาชีพ พ.ศ. 2556 และจรรยาบรรณของวิชาชีพครู พ.ศ. 2556
2. การตรวจสอบเอกสาร หลักฐาน ร่องรอยการพัฒนาตนเองของครู รายงานผลการปฏิบัติงานของครูรายบุคคล เป็นต้น', 1, 0, CAST(0x0000A35D00E692DC AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56501010F68 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'B434D787-CBAA-41E5-BA94-DDB60A8E3952')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'6D9248A7-1369-4B1C-80D5-2CFEDE417EC5', N'FDF64CA5-FF66-49A6-905C-AC89DC6AD938', N'ผู้บริหารสถานศึกษามีความรู้ ความสามารถในการบริหารจัดการสถานศึกษา และเป็นผู้นำการเปลี่ยนแปลงสู่สถานศึกษา', N'ผู้บริหารสถานศึกษามีความรู้ ความสามารถในการบริหารจัดการสถานศึกษา สามารถปฏิบัติงานตามบทบาทหน้าที่อย่างมีประสิทธิภาพและประสิทธิผลใช้หลักความเป็นผู้นำในการบริหารแบบมีส่วนร่วมและใช้สถานศึกษาเป็นฐาน มีการบริหารความเสี่ยง มีการส่งเสริมและพัฒนาศักยภาพและบุคลากรของสถานศึกษาให้มีความพร้อมในการปฏิบัติหน้าที่อย่างมืออาชีพ ส่งเสริการปฏิบัติงานของคณะกรรมการสถานศึกษาให้มีประสิทธิภาพและมีการบริหารจัดการแบบบูรณาการรองรับมาตรฐานการศึกษาจนสามารถนำการเปลี่ยนแปลงสู่สถานศึกษา', N'', 5, N'การสอบสัมภาษณ์ คณะกรรมการสถานศึกษาขั้นพื้นฐาน ผู้บริหารสถานศึกษา ครู นักเรียน และผู้ปกครอง', N'1. การตรวจสอบเอกสาร หลักฐาน ร่องรอย การบริหารจัดการสถานศึกษา เช่น แผนพัฒนาการจัดการศึกษา แผนปฏิบัติการ รายงานประจำปี หลักสูตรสถานศึกษา แผนการจัดการเรียนรู้ การรายงานผลความสำเร็จของการบริหารจัดการของผู้บริหารสถานศึกษาผลการประเมินความพึ่งพอใจของคณะกรรมการสถานศึกษา ครู บุคลากรผู้เกี่ยวข้องเป็นต้น

2. การสังเกต อาคารสถานที่ สภาพแวดล้อม ห้องเรียน ห้องปฏิบัติการห้องสมุด แหล่องเรียนรู้และห้องพิเศษต่าง ๆ ของสถานศึกษา', 2, 0, CAST(0x0000A35D00E692EA AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A565010DDE67 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'B434D787-CBAA-41E5-BA94-DDB60A8E3952')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'3F24F0A2-A7DC-415A-A7D1-47F8D9DCDB0C', N'AC932F39-6D8D-46BF-A947-204963E23229', N'มีความเป็นลูกที่ดีของพ่อแม่ เป็นศิษย์ที่ดีของครู และเป็นสมาชิกที่ดีของสังคม', N'ผู้เรียนตระหนักในคุณค่าของตนเอง มีความรักเคราพกตัญญกตเวทีต่อพ่อแม่ ครูอาจารย์ และถิ่นฐานบ้านเมือง สามารถปฏิบัติตนตามบทบาทหน้าที่ในการเป็นลูกที่ดีของพ่อแม่ เป็นศิษย์ที่ดีของครูและเป็นสมาชิกที่ดีของสังคม ด้วยการตั้งใจศึกษาเล่าเรียน การเอาใจใส่ช่วยเหลือการทำงาน และความรับผิดชอบต่อส่วนรวมและสังคมในฐานะที่เป็นสมาชิกที่ดีของสังคมทั้งที่บ้าน สถานศึกษา ชุมชนและสังคมประเทศชาติ', N'ร้อยละของผู้เรียนที่มีความสามารถเป็นลูกที่ดีของพ่อแม่ เป็นศิษย์ที่ดีของครู และเป็นสมาชิกที่ดีของสังคม', 2, N'1. การสังเกตพฤติกรรมของผู้เรียนและการพูดคุยซักถามนักเรียนครู และผู้ปกครอง', N'1. การตรวจสอบโครงการ/กิจกรรมที่เกี่ยวข้อง
2. รายงานผลการพัฒนาผู้เรียนด้านกิจกรรมการพัฒนาผู้เรียน', 1, 0, CAST(0x0000A35D00E692C0 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500CEF4F5 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'00EB2C36-B042-472F-BD5D-1DF7C57568C4')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'1A46F45E-EBA9-4580-9D32-41F4CCB14420', N'11BE78C4-1F5D-44BF-9DDB-2AEE2F71108D', N'มีสุนทรียภาพที่ดี', N'ผู้เรียนมีความรู้สึกที่ดีงาม ชื่นชอบและเห็นคุณค่าของศิลปะ ดนตรี/นาฏศิลป์ กีฬา/นันทนาการ และเข้าร่วมกิจกรรมต่าง ๆ อย่างมีความสุข และมีทักษะหรือมีผลงานหรือความสามารถด้านใดด้านหนึ่งด้วยความภาคภูมิใจ', N'ร้อยละของผู้เรียนที่มีสุนทรีย์ภาพที่ดี', 2, N'1. การแสดงทักษะความสามารถของผู้เรียนในด้านศิลปะ ดนตรี/นาฏศิลป์ กีฬา/นันทนาการ
2. โครงการ/กิจกรรมเกี่ยวกับการพัฒนาผู้เรียนด้านศิลปะ ดนตรี/นาฏศิลป์ กีฬา/นันทนาการ', N'1. รายงานผลการดำเนินงานโครงการ/กิจกรรมด้านศิลปะ ดนตรี/นาฏศิลป์ กีฬา/นันทนาการ
2. ผลงานของนักเรียน/โรงเรียนที่เกี่ยวข้อง เช่น วุฒิบัตร เกี่ยรติบัตร โล่ เหรียญรางวัล เป็นต้น', 5, 0, CAST(0x0000A35D00E692BB AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500CC3D5E AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'00EB2C36-B042-472F-BD5D-1DF7C57568C4')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'92D49B3E-AACF-4287-BD3F-3D2A27AF237A', N'A71DC241-C269-44C5-B69C-CEFA99F73C73', N'มีความสามารถในการวางแผนทำงานและดำเนินการจนสำเร็จ', N'ผู้เรียนมีความสามารถในการทำงานอย่างเป็นระบบ โดยมีทักษะในการวางแผน ดำเนินการตรวจสอบประเมินมุ่งมั่นดำเนินการจนบรรลุผลสำเร็จเป้าหมายและมีความสขุ ความภูมิใจในผลสำเร็จของงานที่ทำ', N'ร้อยละของผู้เรียนที่มีความสามารถในการทำงานอย่างเป็นระบบ', 2, N'การสังเกตพฤติกรรมของผู้เรียนและการพูดคุยซักถามนักเรียนครูและผู้ปกครอง', N'1. การสัมภาษณ์ผู้บริหารสถานศึกษา ครู และผู้เกี่ยวข้อง
2. การตรวจสอบผลงานของนักเรียน', 1, 0, CAST(0x0000A35D00E692D8 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500E7231F AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'00EB2C36-B042-472F-BD5D-1DF7C57568C4')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'F6302717-E24A-41AF-9776-05575983F7BC', N'969E8C75-C110-4C22-BEC3-AD66F9A8AF08', N'มีความสามารถในการเรียนรู้', N'ผู้เรียนมีทักษะในการแสวงหาความรู้ด้วยตนเองจากแหล่งเรียนรู้ต่าง ๆ มีทักษะในการอ่าน ฟัง ดู พูด เขียนและตั้งคำถามเพื่อการศึกษาค้นคว้าหาความรู้ สามารถเรียนรู้ร่วมกันและแลกเปลี่ยนเรียนรู้และสามารถใช้เทโนโลยีสารสนเทศและการสื่อสาร (ICT) อินเตอร์เน็ต (Internet) และสื่อสังคม (Social Media) ในการเรียนรู้ และการนำเสนอผลงานอย่างสร้างสรรค์', N'ร้อยละของผู้เรียนที่มีความสามารถในการเรียนรู้', 2, N'การสังเกตพฤติกรรมการเรียนรู้ของผู้เรียนและสอบถาม สัมภาษณ์ครู และนักเรียน', N'1. การตรวจสอบทักษะความสามารถในการเรียนรู้ของผู้เรียน
2. ข้อมูลสารสนเทศที่เกี่ยวกับการเรียนรู้ของผู้เรียน เช่น สถิติการสืบค้นข้อมูล
3. ผลงานที่เกิดจากกระบวนการเรียนรู้ของผู้เรียน', 2, 0, CAST(0x0000A35D00E692CA AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500D880FE AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'00EB2C36-B042-472F-BD5D-1DF7C57568C4')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'C40C2ABC-C30C-4BE7-A506-B3BCCCE1DD2A', N'2C75D0A1-6E02-4D4B-8964-4F910D347EFD', N'ผลสัมฤทธิ์ทางการเรียนของแต่ละกลุ่มสาระการเรียนรู้', N'ผลสัมฤทธิ์ทางการเรียนของผู้เรียนในปีการศึกษา เฉลี่ยนตั้งแต่ 3.00 ขึ้นไป', N'ร้อยละของผู้เรียนที่มีผลสัมฤทธิ์ทางการเรียนนเฉลี่ยทั้ง 8 กลุ่มสาระการเรียนรู้ตั้งแต่ 3.00 ขึ้นไป', 4, N'-', N'รายงานสรุปผลสัมฤทธิ์ทางการเรียนของสถานศึกษาในปีการศึกษาที่สถานศึกษารับประเมิน', 1, 0, CAST(0x0000A35D00E692D3 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500DFE950 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'AA41533E-12C7-4D29-8320-3CCB797A550A')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'2B8FEDA5-2F09-4EB8-BD20-9FA36C2E65F2', N'FDF64CA5-FF66-49A6-905C-AC89DC6AD938', N'ผู้บริหารสถานศึกษามีคุณลักษณะที่ดี', N'ผู้บริหารสถานศึกษามีคุณลักษณะที่ดี โดยมีบุคลิกภาพที่ดีมีมนุษยสัมพันธ์ ยึดมั่นในคุณธรรมจริยธรรม และปฏิบัติตนตามหลักศาสนา มีวิสัยทัศน์ ภาวะผู้นำและความคิดริเริ่มสร้างสรรค์ในการพัฒนาคุณภาพผู้เรียน มีความซื้อสัตย์สุจริตในการปฏิบัติหน้าที่ มีความมุ่งมั่นตั้งใจและเอาใจใส่ในการจัดการศึกษาของสถานศึกษาให้มีคุณภาพมาตรฐาน ประพฤติและปฏิบัติตนเป็นแบบอย่างที่ดีเป็นที่ยอมรับของคณะกรรมการสถานศึกษาขั้นพื้นฐาน ผู้ปกครอง ชุมชนและสังคม และมีความรู้ความสามารถในการบริหารจัดการสถานศึกษาสามารถนำการเปลี่ยนแปลงสู่สถานศึกษาอย่างต่อเนื่อง', N'ผู้บริหารสถานศึกษามีคุณลักษณะที่ดี พิจารณาจาก
1. การมีบุคลิกภาพที่ดี มีมารยาทที่ดี มีความสุภาพอ่อนโยน แต่งภายสะอาดเรียบร้อยเหมาะสมกับความเป็นผู้บริหารสถานศึกษา
2. การมีมนุษย์สัมพันธ์ที่ดี มีความเคราพให้เกียรติผู้เกี่ยวข้องทุกคน
3. การมีคุณธรรม จริยธรรมและปฏิบัติตนตามหลักศาสนาที่ตนนับถื
4. การมีวิสัยทัศน์ ภาวะผู้นำและความคิดริเริ่มสร้างสรรค์ในการพัฒนาคุณภาพผู้เรียน
5. การะประพฤติปฏิบัติตนและปฏิบัติงานด้วยความซื่อสัตย์สุจริตไม่มุ่งหวังและแสวงหาผลประโยชน์อันมีควร
6. การมีความมุ่งมั่นตั้งใจและเอาใจใส่ในการจัดการศึกษาให้มีคุณภาพและมาตรฐานให้เป็นที่เชื่อถือ ศรัทธาของผู้ปกครอง ชุมชน และสังคม
7. การประพฤติและปฏิบัติตนเป็นแบบอย่างที่ดี
8. การมีความรู้ตามมาตรฐานความรู้และประสบการณ์วิชาชีพของผู้บริหารสถานศึกษา พ.ศ. 2556
9. การรักษาระเบียบวินัยของราชการและสถานศึกษา และการรักษาส่งเสริมเกียรติยศของข้าราชการ
10. การเป็นที่ยอมรับ และศรัทธาของคณะกรรมการสถานศึกาษาขั้นพี้นฐาน ผู้ปกครอง ชุมชน และสังคม', 5, N'การสอบถามและสัมภาษณ์ ผู้บริหารสถานศึกษาและผู้ที่เกี่ยวข้อง', N'การตรวจสอบเอกสาร หลักฐาน ร่องรอยการปฏิบัติงาน เช่น ผลการประเมินคุณลักษณะของผู้บริหารสถานศึกษา รางวัล/เกียรติบัตร ที่ได้รับการยกย่องเชิดชูเกียรติจากหน่วยงานต่าง ๆ', 1, 0, CAST(0x0000A35D00E692EA AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A565010B1B22 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 1, N'B434D787-CBAA-41E5-BA94-DDB60A8E3952')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'5FBC2BE1-4B48-42EF-B54D-9B10E674BEF5', N'ECD9FDA1-0B7E-454B-B80A-D933FB4350B8', N'พัฒนาความร่วมมือกับผู้ปกครอง ชุมชนและสังคม', N'', N'', 2, N'', N'', 3, 0, CAST(0x0000A35D00E692F4 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A565010EF560 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 1, N'00EB2C36-B042-472F-BD5D-1DF7C57568C4')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'5907D5FA-7A95-4F35-89C7-3C59CCAE8C2E', N'AC932F39-6D8D-46BF-A947-204963E23229', N'ยอมรับความคิดเห็นและวัฒนธรรมที่แตกต่างและสามารถปรับตัวได้', N'ผู้เรียนตระหนักรู้ในภาวการณ์ของโลกที่มีความหลากหลายทางเชื่อชาติ วัฒนธรรม ขนบธรรมเนียมประเพณี ค่านิยม และวิธีชีวิต ผู้เรียนมีทักษะชีวิต มีความสามารถในการสื่อสารอย่างสร้างสรรค์ และมีความสัมพันธ์ที่ดีระหว่างบุคคล สามารถแสดงความคิดเห็นและรับฟังความคิดเห็นของผู้อื่นด้วยความเข้าใจที่ดี รู้จักให้เกียรติผู้อื่น เข้าใจและเห็นคุณค่าในวัฒนธรรมที่แตกต่างมีความยืดหยุ่นและมีความสามารถในการปรับตัวและสามารถเข้าร่วมกิจกรรมที่มีความแตกต่างทางวัฒนธรรมที่สถานศึกษาจัดขึ้นด้วยความเต็มใจในฐานะที่เป็นพลเมืองไทย และเป็นพลเมืองโดลที่มีอยู่ร่วมกันในสังคมอย่างมีสันติสุข', N'ร้อยละของผู้เรียนที่ยอมรับความคิดเห็นและวัฒนธรรมที่แตกต่างและสามารถปรับตัวได้', 2, N'การพูดคุยซักถามนักเรียน', N'1. สรุปรายงานผลโครงการ/กิจกรรมที่เกี่ยวข้อง
2. การตรวจสอบหลักฐานการเข้าร่วมกิจกรรม/โครงการ', 4, 0, CAST(0x0000A35D00E692C5 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500D33EEA AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'00EB2C36-B042-472F-BD5D-1DF7C57568C4')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'25E636C7-D7B4-42CF-804E-1050FB3740CC', N'2336a4b9-3679-4477-918c-20a1426c0bc3', N'มีการสร้างและพัฒนาแหล่งเรียนรู้ภายในสถานศึกษาและใช้ประโยชน์จากแหล่งเรียนรู้  ทั้งภายในและภายนอกสถานศึกษา  เพื่อพัฒนาการเรียนรู้ของผู้เรียนและบุคลากรของสถานศึกษา  รวมทั้งผู้ที่เกี่ยวข้อง', N'สถานศึกษามีการกำหนดวิธีการหรือขั้นตอนการดำเนินงานการพัฒนาแหล่งเรียนรู้ภายในสถานศึกษาโดยให้การสนับสนุนส่งเสริมให้ผู้เรียนใฝ่เรียนใฝ่รู้ แสวงหาความรู้และเรียนรู้ด้วยตนเองตามอัธยาศัย สามารถนำความรู้ไปใช้ประโยชน์ได้อย่างเหมาะสม สนับสนุนใหผู้เรียนบุคลากรภายในสถานศึกษาและผู้มีส่วนเกี่ยวข้องเกิดกระบวนการเรียนรู้จากแหล่งเรียนรู้ทั้งภายในและภายนอก เช่น อ่านหนังสือหรือวารสารที่มีประโยชน์ในห้องสมุดโรงเรียน ดูรายการโทรทัศน์หรือฟังวิทยุที่มีสาระ ค้นคว้าหาความรู้โดยผ่านเครือข่ายคอมพิวเตอร์ ซักถามข้อมูลจากผู้รู้หรือผู้มีประสบการณ์ ศึกษาหาข้อมูลห้องสมุดประชาชน พิพิธภัณฑ์ หอศิลป์ สวนสัตว์ ศูนย์การศึกษา สถานประกอบการณ์ องค์กรภาครัฐ เอกชน หรือแหล่งเรียนรู้อื่นๆ เป็นต้น', N'๑)การมีขั้นตอนการดำเนินงานในการพัฒนาแล่งเรียนรู้ภายในสถานศึกษา โดยศึกษา วิเคราะห์ข้อมูลสารสนเทศแหล่งเรียนรู้ภายในสถานศึกษา จัดทำแผนพัฒนาและดำเนิการตามจั้นตอนตามที่กำหนด (Plan ,Do)', 5, N'ผู้บริหารสถานศึกษา คณะกรรมการสถานศึกษา ครู นักเรียน ผู้ปกครองและผู้มีส่วนเกี่ยวข้อง', N'แผนพัฒนาคุณภาพสถานศึกษา
แผนปฏิบัติการประจำปี โครงการ/กิจกรรม
ผลการวิเคราะห์ข้อมูลสารสนเทศ
เอกสารรายงานการนิเทศติดตามผลการดำเนินงาน บันทึกรายงานการประชุม
รายงานสรุปผลการประเมินโครงการหรือรายงานผลการปฏิบัติ เอกสารแสดงขั้นตอนการดำเนินงานพัฒนาแหล่งเรียนรู้
รายงานผลกาประเมินกิจกรรมฐานข้อมูลแหล่งเรียนรู้ทะเบียนการใช้แหล่งเรียนรู้
เอกสารหลักฐานอื่นๆ เช่น ภาพถ่าย แผ่นผับ แถบวิดีทัศน์
ป้าย/บอร์ดกิจกรรมต่างๆ ที่เกี่ยวข้อง เช่น ป้าย/บอร์ดการจัดกิจกรรม บอร์ดแสดงแหล่งเรียนรู้ต่างๆ ในแต่ละนอกสถานศึกษา
ฯลฯ', 1, 1, CAST(0x0000A35D00E69310 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A565009670BF AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'B434D787-CBAA-41E5-BA94-DDB60A8E3952')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'3C189296-D5EC-4EC2-8C75-0793F37724F1', N'BA0DCE8A-BED3-4CB5-9A4D-2761551EA885', N'โครงการพิเศษเพื่อยกระดับคุณภาพการศึกษาตามแนวปฏิรูปการศึกษา/สร้างความโดดเด่นให้สถานศึกษา', N'สถานศึกษาจัดให้มีโครงการพิเศษที่สะท้อนศักยภาพของสถานศึกษาในการปฏิรูปการศึกษาเพื่อยกระดับคุณภาพการศึกษา/สร้างความโดดเด่นของสถานศึกษา ทำให้สถานศึกษามีชื่อเสียงเป็นที่ยอมรับ ศรัทธาของผู้ปกครอง ชุมชน และสังคม', N'1. โครงการพิเศษอย่างน้อย 1 โครงการที่ตอบสนองนโยบาย จุดเน้นตามแนวปฏิรูปการศึกษาหรือการนำผลการประเมินคุณภาพภายใน โดยหน่วยงานต้นสังกัด/ผลการประเมินคุณภาพภายนอกมาใช้ในการจัดทำโครงการพิเศษของสถานศึกษา
2. โครงการพิเศษนั้นมีบุคลากรของสถานศึกษามีส่วนร่วมไม่น้อยกว่าร้อยละ 80.00
3. การดำเนินงานโครงการพิเศษเป็นไปตามวงจร P D C A
4. ผลการดำเนินงานบรรลุเป้าหมายไม่น้อยกว่าร้อย 80.00
5. ผู้เกี่ยวข้อง/ผู้มีส่วนร่วมมีความพึ่งพอใจไม่น้อยกว่าร้อยละ 80.00', 2, N'ผู้บริหารสถานศึกษา ครู บุคลากร และผู้ที่เกี่ยวข้อง', N'หลักฐานร่องรอย เช่น โครงการพิเศษ แฟ้มกิจกรรม การสอบถามผู้ปกครอง ชุมชนบริเวณใกล้เคียงสถานศึกษา', 2, 0, CAST(0x0000A35D00E69302 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500A122CB AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'00EB2C36-B042-472F-BD5D-1DF7C57568C4')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'24E84165-0E0F-45DF-B9BC-54D3F5A64633', N'BAD80DDF-B469-417A-A78A-3592A1783291', N'มีความสามารถในการคิดแก้ปัญหา', N'ผู้เรียนสามารถนำเสนอวิธีคิดแก้ปัญหาด้วยภาษาและวิธีการของตนเอง สามารถตัดสินใจแก้ปัญหาโดยมีเหตุผลประกอบ และสามารถนำไปประยุกต์ใช้ในสถานการณ์ใกล้เคียง หรือในชีวิตประจำวัน', N'ร้อยละของผู้เรียนที่มีความสามารถในการคิดแก้ปัญหา', 1, N'การสังเกตพฤติกรรมของผู้เรียนและการพูดคุยซักถามนักเรียนและครู', N'1. การทดสอบความสามารถในการคิดแก้ปัญหา
2. รายงานผลการประเมินสมรรถนะด้านความสามารถในการแก้ปัญหา
3. รายงานผลการทดสอบความสามารถในการคิดแก้ปัญหา', 2, 0, CAST(0x0000A35D00E692CE AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500DD1759 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'F5A541C2-8F01-468E-B92A-3B2D03E0F9A3')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'A40A8304-6BEA-4F2D-8371-B5C765089997', N'997ADC5E-C0D0-4051-ACB5-4F83B200193B', N'จัดให้มีการพัฒนาคุณภาพการศึกษาอย่างต่อเนื่อง', N'', N'', 0.5, N'', N'', 8, 0, CAST(0x0000A565009D1CC0 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A565009D1CC0 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'422A806A-D3F6-41B0-BBAA-C40CEB3E23B8')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'99480C16-B9A0-47E7-BB3E-31675011A2C8', N'63be60f1-3756-4f0c-a0d0-b025c7db5395', N'จัดโครงการ  กิจกรรมที่ส่งเสริมให้ผู้เรียนบรรลุตามเป้าหมายวิสัยทัศน์  ปรัชญา  และจุดเน้นของสถานศึกษา', N'สถานศึกษามีกระบวนการบริหารจัดการของสถานศึกษาที่มุ่งพัฒนาคุณภาพการจัดการศึกษา โดยการดำเนินงานกิจกรรม โครงการที่สถานศึกษากำหนดขึ้น เพื่อส่งเสริมผู้เรียนให้บรรลุผลตามวิสัยทัศน์ ปรัช
ญา จุดเน้น เป้าหมาย กลยุทธ์', N'๑)การจัดกิจกรรม โครงการในแผนพัฒนาการจัดการศึกษา แผนปฏิบัติการประจำปีของสถานศึกษาที่จัดทำขึ้นจากการมีส่วนร่วมของผู้บริหาร ครู บุคลากร ชุมชนและองค์กรภายนอก
๒)โครงการ/กิจกรรมสอดคล้องกับวิสัยทัศน์ ปรัชญา จุดเน้น เป้าหมาย กลยุทธ์ ของสถานศึกษา และได้รับการเห็นชอบของคณะกรรมการสถานศึกษา
๓)บุคลากร ผู้เกี่ยวข้องและผู้เรียนได้ปฏิบัติตามกลยุทธ์ กิจกรรมหรือโครงการที่สถานศึกษากำหนดอย่างครบถ้วน
๔)การดำเนินงานตามกลยุทธ์ กิจกรรม โครงการและจุดเน้น ได้รับการกำกับ ติดตามและนิเทศอย่างสม่ำเสมอ
๕)สถานศึกษามีรายงาน สรุปผลการดำเนินงานกิจกรรม โครงการที่สนับสนุนส่งเสริมผู้เรียนที่บรรลุตามเป้าหมาย วิสัยทัศน์ ปรัชญา และจุดเน้นของสถานศึกษา', 3, N'ผู้บริหารสถานศึกษา ครู กรรมการสถานศึกษา นักเรียน ผู้ปกครองนักเรียน ผู้เกี่ยวข้อง', N'แผนพัฒนาคุณภาพการจัดการศึกษาของสถานศึกษา
แผนปฏิบัติการประจำปี โครงการ/กิจกรรม
ร่องรอยการวิเคราะห์ข้อมูลสารสนเทศ ทะเบียนแหล่งเรียนรู้
สรุปผลการนิเทศติดตามผลการดำเนินงาน
รายงานผลการปฏิบัติงานและรายงานสรุปการประเมินโครงการ
ฯลฯ', 1, 1, CAST(0x0000A35D00E69314 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500966054 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'8203609C-DC86-4409-9CC8-89A8AC90674A')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'E0BE23C4-E1B8-4E4B-B694-26E6705EFB94', N'11BE78C4-1F5D-44BF-9DDB-2AEE2F71108D', N'สร้างผลงานจากการเข้าร่วมกิจกรรมด้านศิลปะ  ดนตรี/นาฏศิลป์  กีฬา/นันทนาการตามจินตนาการ', N'ผู้เรียนมีความชอบและเห็นคุณค่าของศิลปะ ดนตรี นาฎศิลป์ กีฬา และนันทนาการเข้าร่วมกิจกรรมต่างๆอย่างมีความสุข สร้างสรรค์ผลงานได้ตามจินตนาการของตนเอง และสามารถใช้ประโยชน์จากศิลปะ ดนตรี นาฎศิลป์ กีฬาและนันทนาการ ในชีวิตประจำได้', N'๑)ความชอบและเห็นประโยชน์ในการเข้าร่วมกิจกรรม  
๒)การเข้าร่วมกิจกรรม  
๓)การสร้างสรรค์ผลงาน
๔)การนำความรู้ไปใช้ประโยชน์ในชีวิตประจำวัน', 1, N'ผู้เรียน ครู ผู้ปกครอง และผุ้เกี่ยวข้อง', N'โครงการ/กิจกรรมที่เกี่ยวข้องกับการพัฒนาผู้เรียนด้านศิลปะ ดนตรี/นาฎศิลป์ และกีฬา/นันทนาการ
ผลงานดีเด่นของสถานการศึกษา
ผลงานของนัเรียน เช่น วุฒิบัตร เกียรติบัตร โล่ 
ฯลฯ', 6, 0, CAST(0x0000A35D00E692BB AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A35D00E692C0 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'F5A541C2-8F01-468E-B92A-3B2D03E0F9A3')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'AC05AA35-D097-47EC-8953-7A08B671767D', N'94d3eb04-c953-4b06-8192-68c0e6ed1e95', N'จัดโครงการ  กิจกรรมพิเศษเพื่อตอบสนองนโยบาย  จุดเน้น  ตามแนวทางการปฏิรูปการศึกษา', N'จัดโครงการ กิจกรรมเพื่อตอบสนองนโยบาย จุดเน้น ตามแนวทางการปฏิรูปการศึกษา หมายถึง สถานศึกษามีการกำหนดมาตรการที่นำมาปรับปรุง พัฒนา และดำเนินโครงการกิจกรรมพิเศษอย่างเป็นระบบ และมุ่งมั่น โดยนำข้อเสนอแนะการประเมินภายนอกของ สมศ.รอบสอง มากำหนดมาตรการ นโยบาย โครงการกิจกรรมพิเศษ เพื่อขับเคลื่อนสถานศึกษาให้เข้าสู่มาตรฐาน(ไม่ได้รับการรับรอง)ยกระดับมาตรฐาน(ได้รับการรับรองและมีผลการประเมินในระดับดี)และรักษามาตรฐาน(ได้รับการรับรองและมีผลการประเมินในระดับดีมาก)ตอบสนองนโยบาย จุดเน้นตามแนวทางปฏิรูปการศึกษา ซึ่งอาจเป็นข้อตกลงร่วมกันระหว่างสถานศึกษา หน่วยงานต้นสังกัด หรือ หน่วยงานสนับสนุนอื่นๆ', N'๑)การศึกษา วิเคราะห์ และใช้ข้อมูลสารสนเทศด้านนโยบายของต้นสังกัด จุดเน้นตามแนวทางปฏิรูปการศึกษาในการจัดทำแผนงาน/โครงการ  
๒)การมีข้อตกลงร่วมกันระหว่างสถานศึกษาและหน่วยงานต้นสังกัด หรือหน่วยงานอื่นๆ    
๓)โครงการ/กิจกรรมพิเศษเด่นชัดตอบสนองนโยบาย จุดเน้นตามแนวทางปฏิรูปการศึกษา อย่างน้อย ๒ โครงการ/กิจกรรมพิเศษต่อปีการศึกษา  
๔)การดำเนินงานโครงการ กิจกรรมพิเศษ เป็นระบบตามวงจรคุณภาพ(PDCA)ย้อนหลัง ๓ ปี
๕)การมีส่วนร่วมของผู้บริหารสถานศึกษา ครู ผู้เรียน ผู้ปกครอง และผู้เกี่ยวข้องต่อการดำเนินงานตามโครงการ/กิจกรรมพิเศษ
๖)การนิเทศ ติดตามการดำเนินงานตามโครงการ/กิจกรรมพิเศษอย่างต่อเนื่อง
๗)การสรุปโครงการ กิจกรรมพิเศษที่แสดงให้เห็นถึงสัมฤทธิ์ผลโครงการ กิจกรรมพิเศษตอบสนองนโยบาย จุดเน้นตามแนวทางปฏิรูปการศึกษา', 3, N'ผู้บริหารสถานศึกษา ครู กรรมการสถานศึกษา นักเรียน ผู้ปกครองนักเรียน ผู้เกี่ยวข้อง', N'หลักฐาน ร่องรอยการวิเคราะห์นโยบายของต้นสังกัดจุดเน้นตามแนวทางปฏิรูปการศึกษาเพื่อการจัดทำแผนงาน โครงการพิเศษ
เอกสารแผนพัฒนาคุณภาพการจัดการศึกษาแผนปฏิบัติการประจำปี โครงการ กิจกรรมพิเศษข้อมูลจากการนิเทศติดตามผลการดำเนินงาน
รายงานสรุปการประเมินโครงการหรือรายงานผลการปฏิบัติงาน
ฯลฯ', 1, 1, CAST(0x0000A35D00E69319 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500964DD1 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'8203609C-DC86-4409-9CC8-89A8AC90674A')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'044DE392-A4D7-44A4-9AB6-78A63AD1A841', N'2C75D0A1-6E02-4D4B-8964-4F910D347EFD', N'ผลการประเมินการอ่าน คิดวิเคราะห์และเขียน', N'ผลการประเมินการอ่านคิดวิเคราะห์และเขียนของผู้เรียน', N'ร้อยละของผู้เรียนที่มีผลการประเมินการอ่าน คิดวิเคราะห์และเขียน', 2, N'สรุปผลการประเมินการอ่าน คิดวิเคราะห์ และเขียน', N'การตรวจสอบหลักฐาน โครงการ/กิจกรรมที่เกี่ยวข้อง', 4, 0, CAST(0x0000A35D00E692D3 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500E49D6A AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'00EB2C36-B042-472F-BD5D-1DF7C57568C4')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'9E1C8AC8-66A9-4FD3-AB25-4F95A0D85F2E', N'11BE78C4-1F5D-44BF-9DDB-2AEE2F71108D', N'ป้องกันตนเองจากสิ่งเสพติดให้โทษและหลีกเลี่ยงตนเองจากสภาวะที่เสี่ยง', N'ผู้เรียนรู้เท่าทันและปฏิบัติตนให้พ้นจากสิ่งเสพติดและอบายมุขต่าง ๆ รู้จักวิธีดูแลตนเองให้ปลอดภัยจากโรคภัยไข้เจ็บ อุบัติเหตุ การทะเลาะวิวาทและปัญหาทางเพศ รู้จักหลีกเลี่ยงพฤติกรรมเสี่ยงหรือไม่พึ่งประสงค์ที่จะส่งผลกระทบต่อตนเอง และผู้อื่น มีสำนักต่อส่วนร่วมและมีส่วนร่วมในการเผยแพร่และรณรงค์ในกิจกรรมต่อต้านอบายมุข สิ่งมอมเมา ความรุนแรง และปัญหาทางเพศภายในสถานศึกษา หรือร่วมกับหน่วยงานภายนอกอย่างน้อยปีละ 1 ครั้ง', N'ร้อยละของผู้เรียนที่ปลอดจากสิ่งเสพติดอบายมุขและปัญหาต่าง ๆ', 2, N'การพูดคุยซักถามผู้เรียน ครู ผู้ปกครอง และผ้เกี่ยวข้อง', N'รายงานผลการดำเนินงานระบบดูแลช่วยเหลือนักเรียน

รายงานผลการดำเนินงานของฝ่ายกิจการนักเรียนและข้อมูลสานสนเทศนักเรียนรายบุคคล', 4, 0, CAST(0x0000A35D00E692B7 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500CA4C73 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'00EB2C36-B042-472F-BD5D-1DF7C57568C4')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'96E6DF62-DBD1-4CBC-AB4F-F62DC4C790B5', N'997ADC5E-C0D0-4051-ACB5-4F83B200193B', N'จัดทำรายงานประจำปีที่เป็นรายงานประเมินคุณภาพภายใน', N'', N'', 1, N'', N'', 7, 0, CAST(0x0000A565009CF7B0 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A565009CF7B0 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'F5A541C2-8F01-468E-B92A-3B2D03E0F9A3')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'CEE23550-23B1-4887-9522-42DFE5D5F25A', N'ECD9FDA1-0B7E-454B-B80A-D933FB4350B8', N'พัฒนาสถานศึกษาให้บรรลุเป้าหมายตามวิสัยทัศน์ ปรัชญา นโยบายและจุเน้น', N'', N'', 5, N'', N'', 2, 0, CAST(0x0000A35D00E692EF AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A565010EBB45 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 1, N'B434D787-CBAA-41E5-BA94-DDB60A8E3952')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'6D5C1667-4C1C-477C-904E-B57B3DC5E43A', N'2C75D0A1-6E02-4D4B-8964-4F910D347EFD', N'ผลการทดสอบทางการศึกษาระดับชาติขั้นพื้นฐาน (O-net)', N'ผลการทดสอบทางการศึกษาระดับชาติขั้นพื้นฐาน (O-net) ของผู้เรียนชั้นมัธยมศึกษาปีที่ 3 และมัธยมศึกษาปีที่ 6 ใน 5 หรือ 8 กลุ่มสาระการเรียนรู้โดยีค่า T-Score มากกว่า 40.00 ขึ้นไปในแต่ละกลุ่มสาระการเรียนรู้', N'ร้อยละของผู้เรียนชั้นมัธยมศึกษาปีที่ 3 และมัธยมศึกษาปีที่ 6 ที่มีผลการทดสอบทางการศึกษาระดับชาติขั้นพื้นฐาน (O-Net) ทีมีค่า T-Score ตั้งแต่/มากกว่า 40.00 ขึ้นไป ในแต่ละกลุ่มสาระการเรียนรู้', 4, N'-', N'รายงานสรุปผลการทดสอบทางการศึกษาระดับชาติขั้นพื้นฐาน (O-Net) ของสถานศึกษาในปีการศึกษาที่ประเมิน', 2, 0, CAST(0x0000A35D00E692D3 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500E14C31 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'AA41533E-12C7-4D29-8320-3CCB797A550A')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'521A45E1-3574-41F4-B9BC-545CB5094822', N'969E8C75-C110-4C22-BEC3-AD66F9A8AF08', N'มีการพัฒนาตนเองอย่างต่อเนื่อง', N'ผู้เรียนมีความมุ่งมั่นในการเรียนรู้เพื่อพัฒนาตนเองอย่างต่อเนื่องมีผลงานที่เกิดจากการเรียนรู้เป็นของตนเอง มีเจตคติที่ดีต่อการเรียนรู้และเป็นบุคคลแห่งการเรียนรู้', N'ร้อยละของผู้เรียนที่มีการพัฒนาตนเองอย่างต่อเนื่อง', 1, N'การสังเกตพฤติกรรมการเรียนรู้ของผู้เรียนและการสอบถาม สัมภาษณ์ครู', N'1. การตรวจสอบทักษะความสามารถในการเรียนรู้ของผู้เรียน
2. การตรวจสอบผลงานที่เกิดจากการเรียนรู้ของผู้เรียน
3. สรุปรายงานผลการอ่าน คิด วิเคราะห์และการเขียนของผู้เรียน
4. รายงานผลการรประเมินบุคคลแห่งการเรียนรู้', 3, 0, CAST(0x0000A35D00E692CA AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500D9E719 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'F5A541C2-8F01-468E-B92A-3B2D03E0F9A3')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'196D2A1E-019F-412A-A833-E230381EEBA3', N'B08979BE-4D91-43B4-A076-2DE3DE250334', N'ครูมีความรู้ความสามารถในการจัดการเรียนการสอนที่เน้นผุ้เรียนเป็นสำคัญ และเป็นผู้นำการเปลี่ยนแปลงสู่สถานศึกษา', N'ครูมีความรู้ ความสามารถในการจัดการเรียนการสอนที่เน้นผู้เรียนเป็นสำคัญ โดยมีความสามารถในการออกแบบการเรียนรู้ ใช้กิจกรรมการเรียนรู้ที่หลากหลาย สามารถบริหารจัดการชั้นเรียนใช้แหล่งเรียนรู้ที่มีประสิทธิภาพ มีการวิจัยและสร้างสรรค์นวัตกรรมเพื่อยกระดับคุณภาพการศึกษาและเป็นผู้นำการเปลี่ยนแปลงสู่สถานศึกษา', N'ครูมีความรู้ ความสามารถในการจัดการเรียนการสอนที่เน้นผู้เรียนเป็นสำคัญ และเป็นผู้นำการเปลี่ยนแปลงสู่สถานศึกษา พิจารณาจากร้อยละของครูที่ผ่านเกณฑ์การพิจารณาระดับดีขึ้นไปครบทุกข้อ
1. การวิเคราะห์หลักสูตรเพื่อการจัดการเรียนการสอนที่มีประสิทธิภาพ
2. การวิเคราะห์ผู้เรียนเป็นรายบุคคลและนำข้อมูลมาใช้ในการวางแผนและการจัดการเรียนรู้เพื่อพัฒนาผู้เรียนให้สอดคล้องกับความแตกต่างระหว่างบุคคล
3. การกำหนดเป้าหมายคุณภาพผู้เรียนทั้งด้านความรู้ ทักษะ เจตคติ สมรรถนะสำคัญและคุณลักษณะอันพึ่งประสงค์ตามหลักสูตรและออกแบบจัดการเรียนรู้ได้สอดคล้องมาตรฐานการเรียนรู้ตัวชี้วัดและความแตกต่างของผู้เรียน
4. การออกแบบแผนการจัดการเรียนรู้และการจัดการเรียนรู้ที่เน้นผู้เรียนเป็นสำคัญด้วยกระบวนการเรียนรู้ที่หลากหลายโดยคำนึงถึงความแตกต่างระหว่างบุคคลและพัฒนาการทางสติปัญญาของผู้เรียน
5. การบริหารจัดการชั้นเรียนและจัดบรรยากาศการเรียนรู้เพื่อให้การเรียนการสอนมีประสิทธิภาพผู้เรียนเกิดการเรียนรู้อย่างมีความสุข
6. การใช้สื่อนวัตกรรมและเทคโนโลยี ภูมิปัญญาท้องถิ่น และแหล่งเรียนรู้ ทั้งภายในและภายนอกสถานศึกาา
7. การวัดและประเมินผลที่หลากหลายเน้นการพัฒนาการเรียนรู้ ของผู้เรียนอย่างต่อเนื่องเพื่อให้ได้ข้อมูลสารสนเทศที่แสดงถึงพัฒนาการความก้าวหน้าและความสำเร็จในการเรียนรู้ของผู้เรียน
8. การนำผลการประเมินมาใช้ปรับปรุงพัฒนาหรือซ่อมแซมเสริมให้ผู้เรียนบรรลุตามเป้าหมายของหลักสูตร รวมทั้งการปรับปรุงพัฒนาการจัดการเรียนการสอน
9. การให้คำแนะนำ ปรึกษาหรือแก้ปัญหาให้ผู้เรียนทั้งด้านการเรียนและคุณภาพชีวิตด้วยความเสมอภาค
10. การศึกษา ค้นคว้า วิจัยเพื่อพัฒนาสื่อการเรียนการสอน และกระบวนการเรียนรู้ที่เน้นผู้เรียนเป็นสำคัญโดยมีงานวิจัยหรือผลงาน หรือสื่อ/นวัตกรรมอย่างน้อยปีละ 1 ชิ้น
11. การสร้างสรรค์ห้องเรียน/แหล่งเรียนรู้ที่มีคุณภาพและร่วมกิจกรรมการแลกเปลี่ยนเรียนรู้เพื่อสร้างชุมชนแห่งการเรียนรู้ในสถานศึกษา
12. การเป็นผู้นำการเปลียนแปลงสู่สถานศึกษา สามารถพัฒนาผลสัมฤทธิ์ทางการเรียน/ศักยภาพของผู้เรียนในด้านต่าง ๆ ปรากฏผลงานเป็นที่ประจักษ์', 10, N'1. การสังเกตการจัดการเรียนการสอนของครู
2. การสอบถามและสัมภาษณ์ครู นักเรียน ผู้บริหารสถานศึกษา และผู้เกี่ยวข้อง', N'การตรวจสอบเอกสารหลักฐานร่องรอยการปฏิบัติงานของครู เช่น รายงานผลการนิเทศภายในรายงานผลการปฏิบัติงานของครูรายบุคคลและแฟ้มสะสมงานครู ฯลฯ', 2, 0, CAST(0x0000A35D00E692E1 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A5650105BBE1 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'3D9F922B-77D7-410E-8CC1-9BEA731E4F61')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'9F00E6FE-8848-4E7A-A9F2-EEE42EAD341D', N'969E8C75-C110-4C22-BEC3-AD66F9A8AF08', N'มีนิสัยรักการอ่าน', N'ผู้เรียนมีทักษะในการอ่าน สามารถอ่านจับใจความสำคัญ หรืออ่านเชิงวิเคราะห์ สังเคราะห์ได้และมีนิสัยรักการอ่านโดยอ่านหนังสืออื่นนอกจากหนังสือแบบเรียน ตามเกณฑ์การอ่านของสำนักงานคณะกรรมการศึกษาขั้นพื้นฐาน อย่างน้อยวันละ 60 นาที และมีผลงานการอ่านระดับมัธยมศึกษาตอนต้น อย่างน้อย 15 เล่ม/ปี และระดับมัธยมศึกษาตอนปลาย อย่างน้อย 20 เล่ม/ปี (สำนักงานคณะกรรมการการศึกษาขั้นพื้นฐาน, 2556)', N'ร้อยละของผู้เรียนที่มีนิสัยรักการอ่าน', 2, N'การพูดคุยซักถามผู้เรียน ครู ผู้ปกครอง และผู้ที่เกี่ยวข้อง', N'1. การประเมินทักษะ/ความสามารถในการอ่านของผู้เรียน
2. การตรวจสอบผลงานการอ่านของนักเรียน
3. สรุปรายงานผลโครงการ/กิจกรรมเกี่ยวกับรักการอ่านของสถานศึกษา', 1, 0, CAST(0x0000A35D00E692CA AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500D6D7B2 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'00EB2C36-B042-472F-BD5D-1DF7C57568C4')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'59ECA87C-53A4-49F8-BDCA-DA3F33514411', N'BA0DCE8A-BED3-4CB5-9A4D-2761551EA885', N'พัฒนาช่วยเหลือสถานศึกษาอื่นหรือชุมชน สังคม', N'สถานศึกษามีศักยภาพในการพัฒนาช่วยเหลือหรือร่วมมือกับสถานศึกษาอื่นให้มีความเข้มแข็งทางด้านวิชาการ หรือการร่วมมือกับชุมชนสังคมของสถานศึกษาในการชี้แนะ ป้องกันหรือแก้ปัญหาที่สอดคล้องกับนโยบายของรัฐ/หน่วยงานต้นสังกัด', N'1.การมีข้อตกลงความร่วมมือกับสถานศึกษาอื่น หรือกิจกรรมความร่วมมือกับชุมชน สังคมในการชี้แนะ ป้องกันหรือแก้ปัญหาทางสังคม
2. การกำหนดตัวชี้วัดและระดับความสำเร็จไม่น้อยกว่าร้อยละ 80.00
3. การมีแนบปฏิบัติและรายงานผลการดำเนินงานที่ชัดเจนและต่อเนื่อง
4. การมีส่วนร่วมของผู้ที่เกี่ยวข้องจากทั้งสองฝ่ายเป็นอย่างดี
5. ผลการประเมินความเร็จบรรลุเป้าหมาย', 1, N'การสอบถาม สัมภาษณ์ผู้บริหารสถานศึกษา ครูและผู้เกี่ยวข้อง', N'หลักฐาน ร่องรอย และข้อมูลเชิงประจักษ์ เช่น บันทึกข้อตกลง/ความร่วมมือระหว่างสถานศึกษาหรือสถานศึกษากับชุมชน สังคม โครงการ/กิจกรรมความร่วมมือ และรายงานผลการดำเนินงานโครงการ/กิจกรรมความร่วมมือ เป็นต้น', 3, 0, CAST(0x0000A5650097DCAA AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A565009F38D4 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'F5A541C2-8F01-468E-B92A-3B2D03E0F9A3')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'87F2769C-7B58-4231-A48C-936702FE513E', N'11BE78C4-1F5D-44BF-9DDB-2AEE2F71108D', N'มีสุขภาพกายที่ดี', N'ผู้เรียนมีพัฒนาการทางร่างกาย เจริญเติบโตตามวัย มีน้ำหนักส่วนสูงตามเกษฑ์มาตรฐานการเจริญเติบโตตามวัยของกรมอนามัย กระทรวงสาธารณสุข และมีผลการทดสอบสมรรถภาพทางร่างกายตามเกณฑ์มาตรฐานของกรมพลศึกษาหรือตามเกณฑ์มาตรฐานอื่น ๆ', N'ร้อยละของผู้เรียนที่มีน้ำหนักส่วนสูงและสมรรถภาพทางกายตามเกณฑ์มาตรฐาน', 2, N'การพูดคุยซักถามนักเรียนครู และผู้ปกครอง

สรุปผลการบันทึกน้ำหนัก ส่วนสูง/แบบบันทึกสุขภาพประจำตัวของนักเรียน', N'สรุผลการทดสอบสมรรถภาพทางกายของนักเรียน', 1, 0, CAST(0x0000A35D00E692B7 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500A98FAD AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'00EB2C36-B042-472F-BD5D-1DF7C57568C4')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'5A7DADE3-9D06-4B66-BE0F-E6F530351086', N'05AE9218-7C3F-4B0B-BE5F-B9BD1C9CADA5', N'เอกลักษณ์ของสถานศึกษา', N'สถานศึกษามีการจัดทำรายงานผลการประเมินคุณภาพภายในของสถานศึกษาที่เป็นรายงานประจำปี หลังจากสถานศึกษาดำเนินการจัดการศึกษาเสร็จสิ้นในแต่ละปีการศึกษานำเสนอต่อคณะกรรมสถานศึกษาให้ความเห็นชอบและนำเสนอหน่วยงานต้นสังกัด หน่วยงานที่เกี่ยวข้อง และรายงานสู่สาธารณชน โดยสถานศึกษานำเสนอข้อมูลเชิงปริมาณและคุณภาพที่มีสาระสำคัญ', N'๑)การสรุปและจัดทำรายงานประจำปีที่เป็นรายงานประเมินคุณภาพภายในของสถานศึกษา
๒)การนำเสนอรายงานต่อคณะกรรมการสถานศึกษาขั้นพื้นฐาน และคณะกรรมการสถานศึกษา และหรือคณะกรรมการบริหารสถานศึกษาให้ความเห็นชอบ
๓)การเผยแพร่รายงานต่อสาธารณชน หน่วยงานต้นสังกัดและหน่วยงานที่เกี่ยวข้อง', 2, N'ผู้บริหารสถานศึกษา ครู บุคลากรและผู้ที่เกี่ยวข้องกับการจัดทำรายงานประจำปีเป็นรายงานประเมินคุณภาพภายในของสถานศึกษา
ผู้เกี่ยวข้องในการนำผลการประเมินไปใช้ในการพัฒนาคุณภาพของสถานศึกษา', N'แผนพัฒนาการจัดการศึกษาและแผนปฏิบัติการประจำปีของสถานศึกษา
สรุปรายงานประจำปีเป็นรายงานประเมินคุณภาพภายในของสถานศึกษา
หลักสูตรการเผยแพร่รายงาน
ฯลฯ', 2, 0, CAST(0x0000A35D00E692FD AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A565009B11D7 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'00EB2C36-B042-472F-BD5D-1DF7C57568C4')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'41E650DC-B798-4C38-AA21-44668A461173', N'2C75D0A1-6E02-4D4B-8964-4F910D347EFD', N'ผลการประเมินสมรรถนะสำคัญตามหลักสูตร', N'ผลการประเมินผู้เรียนตามสมรรถนะสำคัญตามหลักสูตร 5 ด้าน คือ
1. ความสามารถในการสื่อสาร
2. ความสามารถในการคิด
3. ความสามารถในการแก้ปัญหา
4. ความสามารถในการใช้ทักษะชีวิต
5. ความสามารถในการใช้เทคโนโลยี', N'ร้อยละของผู้เรียนที่มีผลการประเมินสมรรถนะสำคัญตามหลักสูตร', 2, N'สรุปผลการประเมินสมรรถนะสำคัญตามหลักสูตร 5 ด้าน', N'1. การตรวจสอบหลักฐาน โครงการ/กิจกรรมที่เกี่ยวข้อง
2. การสังเกตสภาพบรรยากาศในการเรียนรู้', 3, 0, CAST(0x0000A35D00E692D3 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500E3EB83 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'00EB2C36-B042-472F-BD5D-1DF7C57568C4')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'CF975CED-E611-4E0F-8E12-7BD3876791C1', N'AC932F39-6D8D-46BF-A947-204963E23229', N'เป็นคนดีและปฏิบัติตนหลักธรรมทางศาสนา', N'ผู้เรียนดำรงตนอย่างมีคุณค่า มีความเอื้ออาทรและน้ำใจไมตรี มีความเมตตากรุณา มีความรับผิดชอบ ตรงต่อเวลา ประหยัด ขยันอดทน มีความสามัคคีและเห็นแก่ประโยชน์ส่วนร่วม ประพฤติปฏิบัติตนตามหลักธรรมทางศาสนาที่ตนนับถือ และผ่านการทำงาน/ทำกิจกรรมเพื่อบำเพ็ญประโยชน์(จิตอาสา(อย่างน้อย 1 ครั้ง/ปี/คน', N'ร้อยละของผู้เรียนที่เป็นคนดีและปฏิบัติตนตามหลักะรรมทางศาสนา', 2, N'การพูดคุยซักถามผู้เรียน ครู ผู้ปกครอง และผู้ที่เกี่ยวข้อง', N'1. สรุปรายงานผลโครงการ/กิจกรรมที่เกี่ยวข้อง
2. การตรวจสอบหลักฐานการทำงาน กิจกรรมเพื่อบำเพ็ญประโยชน์(จิตอาสา) ของนักเรียน', 3, 0, CAST(0x0000A35D00E692C5 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500D18AD1 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'00EB2C36-B042-472F-BD5D-1DF7C57568C4')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'0D577958-DAE3-4810-A611-55250EB62F46', N'A71DC241-C269-44C5-B69C-CEFA99F73C73', N'มีความรู้ความสามารถและเจตคติที่ดีต่อาชีพสุจริต', N'ผู้เรียนมีความรู้ความสนใจและมีเจตคติที่ดีต่ออาชีพสุจริต สามารถบอกหรือทำกิจกรรมเกี่ยวกับอาชีพที่ตนเองสนใจได้อย่างน้อย 1 อาชีพ', N'ร้อยละของผู้เรียนที่มีความรู้ความสามารถและเจตคติที่ดีต่ออาชีพสุจริต', 1, N'การสังเกตพฤติกรรมของผู้เรียนและการพูดคุยซักถามนักเรียน ครู และผู้ปกครอง', N'1. การตรวจสอบหลักฐาน โครงการ/กิจกรรมเกี่ยวกับอาชีพของนักเรียน
2. รายงานผลการพัฒนาผูเรียนในด้านอาชีพต่าง ๆ', 3, 0, CAST(0x0000A35D00E692D8 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500E8C970 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'F5A541C2-8F01-468E-B92A-3B2D03E0F9A3')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'6675030A-7436-4DAE-A889-62D2F8011BA0', N'AC932F39-6D8D-46BF-A947-204963E23229', N'มีคุณลักษณะอันพึ่งประสงค์ตามหลักสูตร', N'ผู้เรียนมีคุณลักษณะพึ่งประสงค์ตามหลักสูตรแกนแกลางการศึกษาขั้นพื้นฐาน พุทธศักราช 2552 ครบทั้ง 8 คุณลักษณะ คือ
1. รักชาติ ศาสน์ กษัตริย์
2. ซื้อสัตย์สุจริต
3. มีวินัย
4. ใฝ่เรียนรู้
5. อยู่อย่างพอเพียง
6. มุ่งมั่นในการทำงาน
7. รักความเป็นไทย
8. มีจิตสาธารณะ', N'ร้อยละของผู้เรียนที่มีคุณลักษณะอันพึ่งประสงค์ตามหลักสูตร', 2, N'การพูดคุยซักถามนักเรียน ครู ผู้บริหารสถานศึกษาและผู้ปกครอง/ชุมชน', N'1. รายงานผลการประเมินคุณลักษณะอันพึ่งประสงค์ตามหลักสูตรฯ
2. ตรวจสอบแผนพัฒนาการจัดการศึกษา แผนปฏิบัติการประจำปี สรุปงาน/กิจกรรม/โครงการ ที่เกี่ยวข้อง โล่ เกียรติบัตร รางวัลของนักเรียน/สถานศึกษา', 2, 0, CAST(0x0000A35D00E692C5 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500D05501 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'00EB2C36-B042-472F-BD5D-1DF7C57568C4')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'70CC4B19-1971-49F2-9C83-2FE8FFCA5433', N'997ADC5E-C0D0-4051-ACB5-4F83B200193B', N'กำหนดมาตรฐานการศึกษาของสถานศึกษา', N'สถานศึกษามีการพัฒนาหลักสูตรสถานศึกษาที่นำเป้าหมาย จุดเน้นการพัฒนาผู้เรียนในระดับท้องถิ่น สาระการเรียนรู้ท้องถิ่นมาจัดการเรียนรู้เกี่ยวกับท้องถิ่นในด้านต่างๆ เช่น เศรษฐกิจ สังคม วัฒนธรรม ฯลฯ เพื่อให้ผู้เรียนมีโอกาสเรียนรู้เรื่องราวของชุมชน ท้องถิ่น ซึ่งเป็นสภาพแวดล้อมในชีวิต ทำให้เกิดความรัก ความผูกพันความภาคภูมิใจ ปฏิบัติเป็นแบบอย่างที่ดีของชุมชนมีส่วนร่วมในการดูแล แก้ไขปัญหาและพัฒนาท้องถิ่นของตนเอง', N'๑)คณะกรรมการจัดทำหลักสูตรสถานศึกษา ประกอบด้วยผู้มีส่วนเกี่ยวข้องทุกฝ่าย(คณะครู ผู้บริหาร กรรมการศึกษา ผู้แทนชุมชน/ผู้ทรงคุณวุฒิ)และหลักสูตรผ่านความเห็นชอบจากคณะกรรมการสถานศึกษา
๒)โครงสร้างหลักสูตรสถานศึกษามีองค์ประกอบครบถ้วนและสอดคล้องหลักสูตรแกนกลางฯ ตอบสนองเป้าหมายวิสัยทัศน์หรือจุดเน้นของสถานศึกษา และมีการกำหนดเวลาเรียนเหมาะสมกับระดับชั้น
๓)รายวิชาพื้นฐานและรายวิชาเพิ่มเติมที่วัดได้ในหลักสูตรมีการจัดลำดับเนื้อหาสาระ ความยากง่าย ความซับซ้อน และมีการบูรณาการสภาพปัญหาและความต้องการของท้องถิ่นสอดแทรกในรายวิชาอย่างเหมาะสม
๔)มีการติดตามการใช้หลักสูตรทุกกลุ่มสาระการเรียนรู้และสรุปผลทุกภาคเรียน
๕)มีการทบทวนหลักสูตรสถานศึกษาทุกปีการศึกษาโดยใช้สรุปผลการติดตามการใชหลักสูตร ผลการวิจัยชั้นเรียนของครูหรือผลงานวิจัยอื่นๆ ที่เกี่ยวข้อง', 0.5, N'ผู้บริหาร ครู คณะกรรมการสถานศึกษา ผู้ปกครอง ผู้แทนชุมชนและผู้ที่เกี่ยวข้อง', N'หลักสูตรการจัดการศึกษาของสถานศึกษา
ขั้นตอนการจัดทำหลักสูตร
การใชหลักสูตรสถานศึกษา
การวิจัยและติดตามผลการใช้หลักสูตร
การปรับปรุงและพัฒนาหลักสูตรสถานศึกษา
บันทึกการประชุม/คำสั่ง/หลักฐานอื่นที่เกี่ยวข้อง
ป้ายกิจกรรมต่างๆ ที่เกี่ยวข้อง เช่น ป้าย/บอร์ดการจัดกิจกรรมการมีส่วนร่วมของผู้ปกครองชุมชน
ฯลฯ', 1, 0, CAST(0x0000A35D00E692F4 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A565009BCDE9 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 1, N'422A806A-D3F6-41B0-BBAA-C40CEB3E23B8')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'B4EF8C49-9F9D-4CD2-AEFD-40674820D45E', N'997ADC5E-C0D0-4051-ACB5-4F83B200193B', N'จัดทำแผนพัฒนาการจัดการศึกษาของสถานศึกษาที่มุ่งเน้นพัฒนาคุณภาพตามมาตรฐาน', N'สถานศึกษาจัดรายวิชาเพิ่มเติมได้อย่างหลากหลายภายใต้สัดส่วนเวลาเรียนตามโครงสร้างหลักสูตร รายวิชาเพิ่มเติมมีเนื้อหาสาระเหมาะสมตามโครงสร้างที่จัดให้ผู้เรียนผู้เรียนมีโอกาสเลือกเรียนตามความสนใจหรือความต้องการ ตัวชี้วัด/ผลการเรียนรู้ที่คาดหวังของรายวิชาเพิ่มเติ่มตอบสนองจุดเน้นของสถานศึกษา  และมีรายวิชาเพิ่มเติมอย่างน้อย ๒ รายวิชาที่บูรณาการข้ามกลุ่มสาระเรียนรู้', N'๑)มีรายวิชาเพิ่มเติมหลากหลายเพียงพอให้ผู้เรียนมีโอกาสเลือกเรียนตามความถนัดและความสนใจ
๒)รายวิชาเพิ่มเติมมีเนื้อหา/สาระการเรียนรู้เหมาะสมตามโครงสร้างที่จัดให้ผู้เรียนเรียน
๓)ผู้เรียนสามารถเลือกเรียนรายวิชาเพิ่มเติมได้ตามความต้องการ
๔)ตัวชี้วัด/ผลการเรียนรู้ที่คาดหวังของรายวิชาเพิ่มเติมตอบสนองจุดเน้นของสถานศึกษา
๕)มีรายวิชาเพิ่มเติมที่มีการบูรณาการข้ามกลุ่มสาระอย่างน้อย ๒ รายวิชา', 0.5, N'ผู้บริหารสถานศึกษา คณะกรรมการสถานศึกษาครู ผู้ปกครอง ผู้แทนชุมชนและผู้มีส่วนร่วม', N'หลักสูตรสถานศึกษา
การจัดทำโครงสร้างรายวิชาเพิ่มเติม
การลงทะเบียนเรียนรายวิชาเพิ่มเติม
แนวทางการบริหารจัดการหลักสูตรสถานศึกษา
ป้ายกิจกรรมต่างๆ ที่เกี่ยวข้อง เช่น ป้าย/บอร์ดการจัดกิจกรรมการมีส่วนร่วมของผู้ปกครอง ชุมชน
ฯลฯ', 2, 0, CAST(0x0000A35D00E692F8 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A565009C1527 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'422A806A-D3F6-41B0-BBAA-C40CEB3E23B8')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'8CC34F5A-A091-4059-B302-D16E39E8DB72', N'11BE78C4-1F5D-44BF-9DDB-2AEE2F71108D', N'มีสุขนิสัยที่ดี', N'ผู้เรียนมีสุขภาพร่างกายแข็งแรง แต่งกายสะอาดเรียบร้อยปฏิบัติตนตามสุขบัญญติ 10 ประการดังนี้ (สำนักงานปลัดกระทรวงสาธารณสุข. 2542)
1. ดูแลรักษาร่างกายและของใช้ให้สะอาด
2. รักษาฟันให้แข็งแรงและแปรงฟันทุกวันอย่างถูกต้อง
3. ล้างมือให้สะอาดก่อนกินอาหารและหลังการขับถ่าย
4. กินอาหารสุก สะอาด ปราศจากสารอันตราย และหลีกเลี่ยงอาหารรสจัด สีฉูดฉาด
5. งดบุหรี่ สุรา สารเสพติด การพนัน และการสำส่อนทางเพศ
6. สร้างความสัมพันธ์ในครอบครัวให้อบอุ่น
7. ป้องกันอุบัติภัยด้วยการไม่ประมาท
8. ออกกำลังกายสม่ำเสมอและตรวจสุขภาพประจำปี
9. ทำจิตใจให้ร่าเริงแจ่มใสอยู่เสมอ
10. มีสำนึกต่อส่วนรวมร่วมสร้างสรรค์สังคม', N'ร้อยละของผู้เรียนที่มีสุขนิสัยที่ดี', 2, N'การพูดคุยซักถามนักเรียนครู และผู้ปกครอง', N'สรุปผลการประเมินสุขบัญญติ 10 ประการของผู้เรียน

ข้อมูลสารสนเทศของสถานศึกษาเกี่ยวกับการมีสุขนิสัยที่ดีของนักเรียน เช่น สถิติการใช้ห้องพยาบาล สถิติการมาเรียน ข้อมูลด้านสุขภาพของนักเรียนรายบุคคล', 3, 0, CAST(0x0000A35D00E692B7 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500C832D8 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'00EB2C36-B042-472F-BD5D-1DF7C57568C4')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'D730AB5E-F755-4906-8E79-42858D44D843', N'A71DC241-C269-44C5-B69C-CEFA99F73C73', N'มีความสามารถทำงานเป็นทีม', N'ผู้เรียนมีความสามารถในการทำงานร่วมกับผู้อื่นมีภาวะผู้นำและผู้ตามที่ดี มีความรับผิดชอบและสามารถปฏิบัติงานตามบทบาทหน้าที่จนบรรลุผลสำเร็จตามเป้าหมายของทืม', N'ร้อยละของผู้เรียนที่มีความสามารถในการทำงานเป็นทีม', 2, N'การสังเกตพฤติกรรมของผู้เรียนและการพูดคุยซักถามนักเรียนและครู', N'1. การตรวจสอบผลงานของนักเรียน
2. รายงานผลการพัฒนาผู้เรียนด้านการทำงานเป็นทีม', 2, 0, CAST(0x0000A35D00E692D8 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500E7E78D AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'00EB2C36-B042-472F-BD5D-1DF7C57568C4')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'EC52D157-B407-4435-9F40-8CED77C69B3F', N'63be60f1-3756-4f0c-a0d0-b025c7db5395', N'ผลการดำเนินงานส่งเสริมให้ผู้เรียนบรรลุตามเป้าหมาย  วิสัยทัศน์  ปรัชญา  และจุดเน้นของสถานศึกษา', N'สถานศึกษามีผลการดำเนินงานกลยุทธ์ กิจกรรม โครงการ ที่สถานศึกษากำหนดที่เป็นคำตอบของผลลัพธ์การดำเนินงานที่สนองเป้าหมายวิสัยทัศน์ ปรัชญาและจุดเน้นของสถานศึกษา และสะท้อนเป็นเอกลักษณ์ของสถานศึกษา เป็นที่ยอมรับของชุมชนและท้องถิ่น เช่น โรงเรียนสองภาษา โรงเรียนแกนนำด้านวิทยาศาสตร์ เป็นต้น', N'๑)ผลการดำเนินงานบรรลุตามเป้าหมาย วิสัยทัศน์ ปรัชญา และจุดเน้นของสถานศึกษา', 2, N'ผู้บริหารสถานศึกษา ครู กรรมการสถานศึกษา นักเรียน ผู้ปกครองนักเรียน ผู้เกี่ยวข้อง', N'เป้าหมาย วิสัยทัศน์ ปรัชญา จุดเน้น เป้าหมาย กลยุทธ์ กิจกรรมหรือโครงการ และวัตถุประสงค์ของการจัดตั้งสถานศึกษา', 2, 1, CAST(0x0000A35D00E69314 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500965CAF AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'00EB2C36-B042-472F-BD5D-1DF7C57568C4')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'72050225-8D36-4DD7-951C-16065B9FD9FD', N'11BE78C4-1F5D-44BF-9DDB-2AEE2F71108D', N'มีสุภาพจิตที่ดี', N'ผู้เรียนมีคุณลักษณะและพฤติกรรมการแสดงออกที่ดีมีความยิ่มแย้มแจ่มใส มองโลกในแง่ดี เข้าใจและภูมิใจในตนเอง มีความสามารถในการสื่อสาร และสร้างความสัมพันธ์ที่ดีกับผู้อื่น กล้าแสดงออกอย่างถูกต้องเหมาะสมกับเพศและวัย และบทบาทหน้าที่ มีทักษะชีวิตสามารถดำรงชีวิตได้อย่างมีคุษภาพและมีคุณค่าในสังคม', N'ร้อยละของผู้เรียนที่มีสุขภาพจิตที่ดี', 2, N'การพูดคุยซักถามนักเรียนครู และผู้ปกครอง', N'รายงานการประเมินสุขภาพจิตของนักเรียน/หลักฐานการเมินตนเองของนักเรียน

รายงานผลการดำเนินงานระบบดูแลช่วยเหลือนักเรียน', 2, 0, CAST(0x0000A35D00E692B7 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500AAECE3 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'00EB2C36-B042-472F-BD5D-1DF7C57568C4')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'3E3974B8-E05C-4117-85E4-14E4536BF17C', N'AC932F39-6D8D-46BF-A947-204963E23229', N'รู้คุณค่าร่วมอนุรักษ์และพัฒนาทรัพยากรธรรมชาติพลังงาน และสิ่งแวดล้อม', N'ผู้เรียนมีความตระหนักและรู้คุณค่าของทรัพยากรธรรมชาติพลังงานและสิ่งแวดล้อม เห็นประโยชน์และผลกระทบต่อตนเองและสังคมส่วนรวม และร่วมทำกิจกรรมในโครงการอนุรักษ์และพัฒนาทรัพยากรธรรมชาติพลังงานและสิ่งแวดล้อมทั้งที่สถานศึกษาและหน่วยงานอื่นจัดขึ้น', N'ร้อยละของผู้เรียนที่รู้คุณค่า ร่วมอนุรักษ์และพัฒนาทรัพยากรธรรมชาติ พลังงานและสิ่งแวดล้อม', 2, N'การพูดคุยซักถามนักเรียน ครู แะผู้บริหารสถานศึกษา', N'1. สรุปรายงานผลโครงการ/กิจกรรมที่เกี่ยวข้อง
2. การตรวจสอบหลักฐานการเข้าร่วมกิจกรรม/โครงการร่วมอนุรักษ์และพัฒนาทรัพยากรธรรมชาติพลังงาน และสิ่งแวดล้อมของนักเรียน', 5, 0, CAST(0x0000A56500D48AF2 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500D48AF2 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'00EB2C36-B042-472F-BD5D-1DF7C57568C4')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'AC975F48-220F-45A1-AE39-125A05374DBB', N'05AE9218-7C3F-4B0B-BE5F-B9BD1C9CADA5', N'ส่งเสริมเอกลักษณ์ของสำนักงานเขตพื้นที่การศึกษามัธยมศึกษาเขต 1 (รักความเป็นไทย ก้าวไกลสู่สากล)', N'สถานศึกษาจัดห้องสมุดให้มีระบบบริหารจัดการทรัพยากรสารสนเทศที่ทันสมัยสอดคล้องกับความต้องการของผู้เรียน เพื่อสร้างสังคมแห่งการเรียนรู้และสร้างนิสัยรักการอ่านอย่างยั่งยืน ผู้เรียนสามารถเข้าถึงสารสนเทศได้อย่างรวดเร็ว เอื้อให้ผู้เรียนรู้ด้วยตนเองและหรือเรียนรู้แบบมีส่วนร่วม', N'๑)การจัดห้องสมุดให้มีระบบบริหารจัดการทรัพยากรสารสนเทศที่ทันสมัย
๒)ให้บริการสื่อและเทคโนโลยีสารสนเทศที่เอื้อให้ผู้เรียนเรียนรู้ด้วยตนเองและเรียนรู้แบบมีส่วนร่วม
๓)ความพึงพอใจของผู้เรียน', 1, N'ผู้บริหาร ครู ผู้เรียน คณะกรรมการสถานศึกษา ผู้ปกครอง ผู้แทนชุมชน', N'แผนพัฒนาคุณภาพการศึกษา
แผนปฏิบัติการประจำปี โครงการ/กิจกรรม
รายงานโครงการฯรายงานประจำปีของโรงเรียน
สมุดคำสั่ง
บันทึกการประชุมของโรงเรียน
หลักสูตรสถานศึกษา แผนการจัดการเรียนรู้ สถิติการใช้ห้องสมุด
สถิติการใช้สื่อสารสนเทศเพื่อการเรียนรู้ของผู้เรียน
ชิ้นงานของผู้เรียนที่เกิดจากการใช้บริการห้องสมุด
สภาพและบรรยากาศของห้องสมุด สื่อและเทคโนโลยีสารสนเทศในห้องสมุด
ฯลฯ', 3, 0, CAST(0x0000A35D00E692FD AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A565009B5836 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'F5A541C2-8F01-468E-B92A-3B2D03E0F9A3')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'1C8CFC81-D0CB-40AC-9E8F-D5BE3686499F', N'BA0DCE8A-BED3-4CB5-9A4D-2761551EA885', N'พัฒนาผู้เรียนให้มีความสามารถและทักษะที่จำเป็นต่อการดำรงชีวิต ในศตวรรณที่ 21', N'สถานศึกษามีการดำเนินการส่งเสริมและพัฒนาผู้เรียนให้มีความสามารถและทักษะที่จำเป็นต่อการดำรงชีวิตในศตวรรษที่ 21 เช่น 1)ทักษะการเรียนรู้และนวัตกรรม (Learning and Innovation Skills) ได้แก่ (1) นวัตกรรมและการสร้างสรรค์ (Creativityand Innovation) ประกอบด้วย การคิดอย่างสร้างสรรค์ การทำงานร่วมกับผู้อื่นอย่างสร้างสรรค์และการนำนวัตกรรมไปใช้ (2) การคิดเชิงวิพากษ์และการแก้ปัญหา (Critical Thinkingand Problem Solving) ประกอบ การมีเหตุผลการคิดอย่างเป็นระบบ การตัดสินใจและการแก้ปัญหา (3) การสื่อสารและการร่วมมือ (Communication and Collaboration) ประกอบด้วย การสื่อสารที่ชัดเจนและการร่วมมือกับผู้อื่น 2) ทักษะด้านสารสนเทศสื่อและเทคโนโลยี (Information Media and Technology Skills) และ 3) ทักษะชีวิตและการประกอบอาชีพ (Life and Career Skills) ประกอบด้วย ความยืดหยุ่นและความสามารถปรับตัวได้ การริเริ่มและเรียนรู้ได้ด้วยตนเอง การมีทักษะทางสังคมและก้าวข้ามวัฒนธรรม ผลิตสร้างสรรค์ผลงานได้ตลอดจนเป็นผู้นำและรับผิดชอบต่อสังคม', N'1. ความมีเหตุผลในการกำหนดทักษะที่เหมาะสมและจำเป็นสำหรับผู้เรียนของสถานศึกษา
2. การกำหนดตัวชี้วัดและระดับความสำเร็จไม่น้อยกว่าร้อยละ 90.00
3. การมีระบบกลไกขับเคลื่อนสู่การปฏิบัติที่ชัดเชนและต่อเนื่อง
4. การมีส่วนร่วมของผู้เรียน ครู ผู้บริหารสถานศึกษา ผู้ปกครอง และผู้เกี่ยวข้อง
5. การประเมินผลความสำเร็จบรรลุเป้าหมาย', 2, N'ผู้บริหารสถานศึกษา ครู นักเรียน ผู้ปกครอง และผู้เกี่ยวข้อง', N'เช่น โครงการ/กิจกรรมการพัฒนาความสามารถและทักษะที่จำเป็นในศตวรรณที่ 21 รายงานผลการพัฒนาผู้เรียนให้มีทักษะที่จำเป็นในศตวรรษที่ 21 เป็น

การตรวจสอบ ประเมินผลทักษณะ/ความสามารถของผู้เรียนตามที่สถานศึกษาดำเนินการพัฒนา', 1, 0, CAST(0x0000A35D00E69302 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500A5060A AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'00EB2C36-B042-472F-BD5D-1DF7C57568C4')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'C41A9549-3960-4E03-BEC1-FB41BB74C1E9', N'2C75D0A1-6E02-4D4B-8964-4F910D347EFD', N'ผลการทดสอบความสามารถด้านภาษาการคิดคำนวณและควาสามารถในการใช้เหตุผล', N'ผู้เรียนมีความสามารถด้านภาษาหรือการรู้หนังสือ (Literacy) การคิดคำนวณ (Numeracy) และความสามารถในการใช้เหตุผล (Reasoning Ability)', N'ร้อยละของผู้เรียนที่มีความสามารถในด้านภาษา หรือการรู้หนังสือ การคิดคำนวณและความสามารถในการใช้เหตุผล', 3, N'การสังเกตพฤติกรรมของผู้เรียนและการพูดคุยซักถามนักเรียนและครู', N'1. การทดสอบความสามารถด้านภาษา และการคิดคำนวณ และความสามารถในการใช้เหตุผล
2. การสังเกตการเรียนการสอนในห้องเรียน', 5, 0, CAST(0x0000A56500E5A6EC AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500E5A6EC AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'8203609C-DC86-4409-9CC8-89A8AC90674A')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'F5D46DC0-6ADA-47CE-8E3C-A66F9A82776B', N'2336a4b9-3679-4477-918c-20a1426c0bc3', N'มีการแลกเปลี่ยนเรียนรู้ระหว่างบุคลากรภายในสถานศึกษา  ระหว่างสถานศึกษากับครอบครัว  ชุมชน  และองค์กรที่เกี่ยวข้อง', N'ผู้บริหารสถานศึกษา ครู นักเรียน ผู้ปกครอง ชุมชน ผู้ทีเกี่ยวข้องและองค์กรที่มีส่วนเกี่ยวข้องกับสถานศึกษา มีการแลกเปลี่ยนเรียนรู้ผ่านกิจกรรม สื่อเทคโนโลยีสารสนเทศแหล่งเรียนรู้ องค์ความรู้ต่างๆ จนสามารถสร้างความรู่ ทักษะ มีระบบการจัดการความรู้มีการถ่ายทอดความรู้ แลกเปลี่ยนเรียนรู้ร่วมกันทั้งบุคลากรภายในสถานศึกษา ระหว่างสถานศึกษากับครอบครัว ระหว่างสถานศึกษากับชุมชนและองค์การที่เกี่ยวข้อง', N'๑)มีการกำหนดแนวทางการส่งเสริม สนับสนุนให้มีการแลกเปลี่ยนเรียนรู้ระหว่างบุคลากรภายในสถานศึกษาผ่านกิจกรรม สื่อเทคโนโลยีสารสนเทศหรือแหล่งเรียนรู้ต่างๆ ภายในสถานศึกษาและดำเนินการตามแนวทางที่กำหนด(Plan, Do)
๒)มีการระบุความรู้ที่จำเป็น (Knowledge Mapping)กลั่นกรองความรู้ที่ได้จากการแลกเปลี่ยนเรียนรู้ในข้อ ๑ มาแบ่งปันความรู้ให้กับบุคลากรภายในสถานศึกษา (Check, Act)
๓)มีการกำหนดแนวทางการส่งเสริม สนับสนุนให้มีการแลกเปลี่ยนเรียนรู้ระหว่างบุคลากรสถานศึกษากับครอบครัว ชุมชน และองค์กรที่เกี่ยวข้องผ่านกิจกรรม สื่อเทคโนโลยีสารสนเทศหรือแหล่งเรียนรู้ต่างๆ ทั้งภายในและภายนอกสถานศึกษา และดำเนินการตามแนวทางที่กำหนด(Plan ,Do)
๔)มีการระบุความรู้ที่จำเป็น(Knowledge Mapping)กลั้นกรองความรู้ที่ได้จาการแลกเปลี่ยนเรียนรู้ในข้อ ๓ มาแบ่งปันความรู้ให้กับครอบครัว ชุมชนและองค์การที่เกี่ยวข้อง (Check ,Act)
๕)สร้างเครือข่ายการเรียนรู้ทั้งภายในและภายนอกสถานศึกษา มีการเผยแพร่ความรู้และนำความรู้ไปใช้ประโยชน์', 5, N'ผู้บริหารสถานศึกษา คณะกรรมการสถานศึกษา ครู ผู้เรียน ผู้ปกครองและผู้ที่มีส่วนเกี่ยวข้อง', N'แผนพัฒนาคุณภาพการจัดการศึกษาของสถานศึกษา
แผนปฏิบัติการประจำปี โครงการ/กิจกรรม
ผลการวิเคราะห์ข้อมูลสารสนเทศ
เอกสารรายงานการนิเทศติดตามผลการดำเนินงาน
บันทึกรายงานการประชุม
รายงานสรุปผลการประเมินโครงการหรือรายงานผลการปฏิบัติงาน หนังสือเชิญบุคคลหรือหน่วยงานภายนอก
ภาพถ่ายกิจกรรมต่างๆ ที่เกี่ยวกับการแลกเปลี่ยนเรียนรู้
เอกสารการเผยแพร่ความรู้ เช่น แผ่นพับ แผ่นปลิว วารสาร แถบวิดีทัศน์
ป้าย/บอร์ดกิจกรรมต่างๆ ที่เกี่ยวข้อง เช่น ป้าย/บอร์ดการจัดกิจกรรม บอร์ดแสดงแหล่งเรียรู้ต่างๆ ในและนอกสถานศึกษา
ฯลฯ', 2, 1, CAST(0x0000A35D00E69310 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500966C78 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'B434D787-CBAA-41E5-BA94-DDB60A8E3952')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'48A323CC-2FD0-49C3-AD18-4AD1A164EECB', N'05AE9218-7C3F-4B0B-BE5F-B9BD1C9CADA5', N'อัตลักษณ์ของผู้เรียน', N'สถานศึกษามีห้องเรียน ห้องปฏิบัติการ ห้องน้ำ โรงอาหาร หอประชุม ที่สะอาดถูกสุขลักษณะ มีความมั่นคงแข็งแรงปลอดภัย มีสิ่งอำนวยความสะดวกในการเรียนรู้ ได้แก่ สื่อวัสดุอุปกรณ์ต่างๆพอเพียรกับผู้เรียนและอยู่ในสภาพใช้การได้ดี มีสภาพแวดล้อมที่สวยงามร่มรื่นและมีแหล่งเรียนรู้ในโรงเรียนสำหรับผู้เรียน', N'๑)ห้องเรียน ห้องปฏิบัติการ ห้องน้ำ โรงอาหาร หอประชุม
๒)สิ่งอำนวยความสะดวกในการเรียนรู้
๓)สภาพแวดล้อมและแหล่งเรียนรู้ในโรงเรียนสำหรับผู้เรียน', 2, N'ผู้บริหาร ครู ผู้เรียน คณะกรรมการสถานศึกษา ผู้ปกครองผู้แทนชุมชน', N'แฟ้มเอกสาร แผนปฏิบัติการประจำปี โครงการ/กิจกรรม
แบบบันทึกการกำกับติดตามงานอาคารสถานที่
บันทึกการประชุม คำสั่งการปฏิบัติงานของโรงเรียน
รายงานประจำปีของโรงเรียน
แบบสำรวจและสรุปความพึงพอใจ
อาคาร ห้องเรียน ห้องปฏิบัติการ สื่อ/วัสดุอุปกรณ์สภาพแวดล้อม แหล่งเรียรู้
ฯลฯ', 1, 0, CAST(0x0000A35D00E692FD AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A565009AEC80 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'00EB2C36-B042-472F-BD5D-1DF7C57568C4')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'4A12BACC-726D-4B5D-8820-8CB37D1A41B8', N'997ADC5E-C0D0-4051-ACB5-4F83B200193B', N'ดำเนินงานตามแผนพัฒนาการจัดการศึกษาของสถานศึกษา', N'สถานศึกษาบริหารจัดการหักสูตรสถานศึกษาสู่การปฏิบัติ โดยสร้างความเข้าใจเกี่ยวกับหลักสูตร การออกแบบและจัดการเรียนรู้ การวัดและประเมินผลการเรียน เพื่อให้ครูจัดการเรียนการสอนให้บรรลุถึงมาตรฐานการเรียนรู้และตัวชี้วัด ให้ผู้เรียนอธิบายกระบวนการคิดการลงมือทำงานในสถานการณ์จริงหรือใกล้เคียงความเป็นจริงให้ผู้เรียนได้ใช้การวิจัยในการเรียนรู้และการแก้ปัญหาจนผู้เรียนสามารถสรุปความรู้ด้วยตนเองได้จริง', N'๑)มีการอบรมและพัฒนาครูเพื่อทบทวนความเข้าใจเกี่ยวกับหลักสูตรอิงมาตรฐานและการจัดการเรียนรู้ที่เน้นผู้เรียนเป็นสำคัญอย่างน้อยภาคละ ๑ ครั้ง
๒)การจัดกิจกรรมการเรียนรู้ที่ระบุในแผนการสอน/หน่วยการเรียนรู้ของครูทุกกลุ่มสาระสะท้อนว่าผู้เรียนสามารถบรรลุตามมาตรฐานและตัวชี้วัดได้
๓)ผู้เรียนได้มีโอกาสลงมือปฏิบัติในสถานการณ์จริงหรือใกล้เคียงสถานการณ์จริงอย่างน้อย ๑ ครั้ง ในทุกกลุ่มสาระการเรียนรู้
๔)มีผลงานที่แสดงการให้ผู้เรียนอธิบายวิธีคิดและการสรุปความคิดของตนเองทุกกลุมสาระ
๕)มีผลงาน/โครงการที่ใช้การวิจัยเป็นส่วนหนึ่งในการเรียนรู้อย่างน้อย ๓ กลุ่มสาระ', 0.5, N'ผู้บริหาร ครู คณะกรรมการสถานศึกษา ผู้ปกครอง ผู้แทนชุมชน และผู้มีส่วนเกี่ยวข้อง', N'แผนงาน/โครงการ/กิจกรรมที่ส่งเสริมและสนับสนุนให้ครูจัดการเรียนรู้ของครูที่เน้นผู้เรียนเป็นสำคัญ
แผนการจัดการเรียนรู้ของครู
ผลงานของนักเรียน สื่อ นวัตกรรมเกี่ยวกับการจัดการเรียนการสอน
ภาพถ่ายในกิจกรรมการเรียนการสอน
ฯลฯ', 4, 0, CAST(0x0000A35D00E692F8 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A565009C6089 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'422A806A-D3F6-41B0-BBAA-C40CEB3E23B8')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'158D47EC-7863-40AD-93AA-19F66BA70507', N'997ADC5E-C0D0-4051-ACB5-4F83B200193B', N'จัดให้มีการประเมินคุณภาพภายในตามมาตรฐานการศึกษาของสถานศึกษา', N'สถานศึกษาจัดระบบดูแลช่วยเหลือนักเรียนทุกคนด้วยความเสมอภาคอย่างทั่วถึงและต่อเนื่อง นำข้อมูลผลการวิเคราะห์ผู้เรียนเป็นรายบุคคลมาวางแผนการปรับปรุงส่งเสริมและพัฒจกนา ผู้เรียนตามความแตกต่างระหว่างบุคคล ความถนัด ความสนใจ ความพร้อม เพื่อให้ผู้เรียนมีภูมิคุ้มกัน สามารถเรียนรู้พัฒนาตนเองได้และอยู่ร่วมกับผู้อื่นอย่างมีความสุข', N'๑)แผนงาน/โครงการ/กิจกรรมเกี่ยวกับระบบดูแลช่วยเหลือนักเรียน
๒)การมอบหมายความรับผิดชอบนักเรียนเป็นรายบุคคล
๓)การสำรวจข้อมูลนักเรียนเป็นรายบุคคลด้วยวิธีการที่หลากหลาย
๔)การคัดกรองและจำแนกนักเรียนเป็นรายกลุ่มตามสภาพ
๕)การจัดกิจกรรมป้องกัน แก้ไขและพัฒนานักเรียนตามสภาพอย่างเหมาะสม
๖)การประเมินผลการจัดกิจกรรมป้องกัน แก้ไขและพัฒนานักเรียน
๗)การประสานและส่งต่อการแก้ไขและพัฒนานักเรียนแก่ผู้ที่เกี่ยวข้องทั้งภายในและภายนอกสถานศึกษา
๘)ผลการดำเนินงานของสถานศึกษา', 1, N'ผู้บริหาร ครู ผู้เรียน และบุคลากรผุ้มีส่วนเกี่ยวข้อง', N'แผนงาน/โครงการ/กิจกรรม
คำสั่ง เอกสารข้อมูลสารสนเทศนักเรียนเป็นรายบุคคล
การคัดกรองและจำแนกนักเรียนเป็นรายกลุ่มตามสภาพ
บันทึกผลการจัดกิจกรรมป้องกัน แก้ไข และพัฒนานักเรียนตามสภาพอย่างเหมาะสม
สถิติผลการป้องกัน แก้ไขและพัฒนานักเรียน
บันทึกผลการประสานและส่งต่อการแก้ไขและพัฒนานักเรียนแก่ผู้ที่เกี่ยวข้อง
ฯลฯ', 6, 0, CAST(0x0000A35D00E692F8 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A565009CCA83 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'F5A541C2-8F01-468E-B92A-3B2D03E0F9A3')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'15E51A5A-735B-4CBA-A33C-951816FEA5E4', N'ECD9FDA1-0B7E-454B-B80A-D933FB4350B8', N'คณะกรรมการสถานศึกษาขั้นพื้นฐานสามารถปฏิบัติหน้าที่ได้อย่างมีประสิทธิภาพ', N'', N'', 3, N'', N'', 1, 0, CAST(0x0000A35D00E692EF AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A565010E75A3 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 1, N'8203609C-DC86-4409-9CC8-89A8AC90674A')

INSERT [dbo].[Indicators] ([IndicatorsCode], [StandardCode], [IndicatorsName], [Detail], [DevelopIssues], [WeightScore], [DataSource1], [DataSource2], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [QualityFlag], [ScoreGroupID]) 
VALUES (N'2CDD1A6F-6311-4B65-B407-88B340F903D7', N'94d3eb04-c953-4b06-8192-68c0e6ed1e95', N'ผลการดำเนินงานบรรลุตามเป้าหมาย', N'ผลการดำเนินงานบรรลุเป้าหมาย หมายถึง สถานศึกษากำหนดเป้าหมายของการดำเนินงานโครงการ กิจกรรมพิเศษที่ตอบสนองนโยบาย จุดเน้นตามแนวทางปฏิรูปการศึกษาและมีผลสัมฤทธิ์ของโครงการ/กิจกรรมพิเศษ บรรลุเป้าหมาย โดยนักเรียน ครู ผู้ปกครอง และผู้ที่เกี่ยวข้อง มีส่วนร่วมและพอใจในการดำเนินการ', N'๑)ผมสัมฤทธิ์ของโครงการ กิจกรรมพิเศษบรรลุตามเป้าหมาย 
๒)บุคลากรในสถานศึกษามีส่วนร่วมและมีความพึงพอใจต่อผลการดำเนินงานโครงการ/กิจกรรมพิเศษ      
๓)ผลกระทบจากการดำเนินงานโครงการ/กิจกรรมพิเศษเกิดประโยชน์เป็นแบบอย่างและสร้างคุณค่าแก่สถานศึกษาและชุมชนรอบสถานศึกษา', 2, N'ผู้บริหาร ครู นักเรียน ผู้ปกครองนักเรียน หรือผู้เกี่ยวข้องกับการดำเนินงาน', N'หลักฐาน ร่องรอยการวิเคราะห์นโยบายของต้นสังกัดจุดเน้นตามแนวทางปฏิรูปการศึกษาเพื่อการจัดทำแผนโครงการพิเศษ
แผนพัฒนาคุณภาพการจัดการศึกษาของสถานศึกษา
แผนปฏิบัติการประจำปี โครงการ กิจกรรมพิเศษ
เอกสารแผนงาน โครงการ กิจกรรม
สรุปผลการประเมินโครงการหรือรายงานผลการปฏิบัติงาน
รายงานสรุปการประเมินโครงการหรือรายงานผลการปฏิบัติงาน
ข้อมูลการสอบถามความพึงพอใจครู ผู้บริหาร นักเรียน หรือผู้เกี่ยวข้องกับการดำเนินงาน', 2, 1, CAST(0x0000A35D00E69319 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A565009653B2 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', 0, N'00EB2C36-B042-472F-BD5D-1DF7C57568C4')


INSERT [dbo].[Side] ([SideCode], [StudyYear], [SideName], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [ScoreGroupID]) 
VALUES (N'B530DE97-A199-4592-B164-A9BC8FE6F55A', @StudyYear, N'ด้านมาตรการส่งเสริม', 5, 0, CAST(0x0000A35D00E69319 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A35D00E69319 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', N'4BD33310-AE51-4E69-9D84-A4A8173D81F0')

INSERT [dbo].[Side] ([SideCode], [StudyYear], [SideName], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [ScoreGroupID]) 
VALUES (N'E2A40C79-A98D-436C-8F68-D3F2490E490F', @StudyYear, N'ด้านอัตลักษณ์และเอกลักษณ์', 4, 0, CAST(0x0000A35D00E69310 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A565008DC164 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', N'4BD33310-AE51-4E69-9D84-A4A8173D81F0')

INSERT [dbo].[Side] ([SideCode], [StudyYear], [SideName], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [ScoreGroupID]) 
VALUES (N'9F05D19B-92BD-44FB-A44E-563966093E3A', @StudyYear, N'ด้านคุณภาพผู้เรียน', 1, 0, CAST(0x0000A35D00E692AD AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A565008C27E0 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', N'5D9C042C-A0AC-42DC-9DC6-20C4B601D127')

INSERT [dbo].[Side] ([SideCode], [StudyYear], [SideName], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [ScoreGroupID]) 
VALUES (N'C8399C32-FB02-418C-AD44-D248E0273F46', @StudyYear, N'ด้านครู', 2, 0, CAST(0x0000A35D00E692DC AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A565008D8303 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', N'D7A04A29-300F-4E0F-B100-8026FF7D66D6')

INSERT [dbo].[Side] ([SideCode], [StudyYear], [SideName], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [ScoreGroupID]) 
VALUES (N'A6D1D88B-2C7A-4C77-98DB-791E1372B032', @StudyYear, N'ด้านผู้บริหารสถานศึกษา', 3, 0, CAST(0x0000A35D00E6930B AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A565008DA70C AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', N'C40FC9F0-2645-4651-9FEC-D3AC1C345F96')



INSERT [dbo].[Standard] ([StandardCode], [StandardName], [SideCode], [StudyYear], [Note], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [ScoreGroupID], [HowDevelopment], [resultDevelopment], [FutureDevelopment]) 
VALUES (N'A71DC241-C269-44C5-B69C-CEFA99F73C73', N'ผู้เรียนมีทักษะในการทำงาน  สามารถทำงานร่วมกับผู้อื่นได้  และมีเจตคติที่ดีต่ออาชีพสุจริต', N'9F05D19B-92BD-44FB-A44E-563966093E3A', @StudyYear, N'ผู้เรียนมีทักษะในการทำงาน สามารถทำงานอย่างเป็นระบบ ตั้งแต่การวางแผนและมุ่งมั่นดำเนินการสำเร็จ สามารถทำงานเป็นทีมได้เป็นอย่างดี และมีความรู้ความสนใจ ตลอดจนเจตคติที่ดีต่อาชีพสุจริต', 6, 0, CAST(0x0000A35D00E692D8 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500E639C8 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', N'4BD33310-AE51-4E69-9D84-A4A8173D81F0', NULL, NULL, NULL)

INSERT [dbo].[Standard] ([StandardCode], [StandardName], [SideCode], [StudyYear], [Note], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [ScoreGroupID], [HowDevelopment], [resultDevelopment], [FutureDevelopment]) 
VALUES (N'05AE9218-7C3F-4B0B-BE5F-B9BD1C9CADA5', N'สถานศึกษามีอัตลักษณ์และเอกลักษณ์ รวมทั้งการส่งเสิรมเอกลักษณ์ของสำนักงานเขตพื้นที่การศึกษา เขต 1', N'E2A40C79-A98D-436C-8F68-D3F2490E490F', @StudyYear, N'', 11, 0, CAST(0x0000A35D00E692FD AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A5650095CB73 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', N'4BD33310-AE51-4E69-9D84-A4A8173D81F0', NULL, NULL, NULL)

INSERT [dbo].[Standard] ([StandardCode], [StandardName], [SideCode], [StudyYear], [Note], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [ScoreGroupID], [HowDevelopment], [resultDevelopment], [FutureDevelopment]) 
VALUES (N'997ADC5E-C0D0-4051-ACB5-4F83B200193B', N'การพัฒนาระบบการประกันคุณภาพภายในสถานศึกษาที่กำหนดในกฏกระทรวง', N'A6D1D88B-2C7A-4C77-98DB-791E1372B032', @StudyYear, N'', 10, 0, CAST(0x0000A35D00E692F4 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A565009545BE AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', N'4BD33310-AE51-4E69-9D84-A4A8173D81F0', NULL, NULL, NULL)

INSERT [dbo].[Standard] ([StandardCode], [StandardName], [SideCode], [StudyYear], [Note], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [ScoreGroupID], [HowDevelopment], [resultDevelopment], [FutureDevelopment]) 
VALUES (N'969E8C75-C110-4C22-BEC3-AD66F9A8AF08', N'ผู้เรียนมีความสามารถในการเรียนรู้และพัฒนาตนเองอย่างต่อเนื่อง', N'9F05D19B-92BD-44FB-A44E-563966093E3A', @StudyYear, N'ผู้เรียนมีนิสัยรักการทำงาน และแสวงหาความรู้ด้วยตนเองจากแหล่งเรียนรู้ต่าง ๆ มีทักษะในการศึกษาค้นคว้าหาความรู้ มีการแลกเปลี่่ยนเรียนรู้และเรียนรู้ร่วมกันและสามารถใช้เทโนโลยีสารสนเทศและการสื่อสาร (ICT) อินเตอร์เน็ต (Internet) และสื่อสังคม (Social Media) ในการเรียนรู้และการนำเสนอผลงานอย่างสร้างสรรค์ ตลอดจนมีการพัฒนาตนเองอย่างต่อเนื่อง สามารถเป็นบุคคลแห่งการเรียนรู้', 3, 0, CAST(0x0000A35D00E692C5 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500D536C2 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', N'4BD33310-AE51-4E69-9D84-A4A8173D81F0', NULL, NULL, NULL)

INSERT [dbo].[Standard] ([StandardCode], [StandardName], [SideCode], [StudyYear], [Note], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [ScoreGroupID], [HowDevelopment], [resultDevelopment], [FutureDevelopment]) 
VALUES (N'BA0DCE8A-BED3-4CB5-9A4D-2761551EA885', N'สถานศึกษามีศักยภาพในการพัฒนาผู้เรียนในโลกยุคปัจจุบัน และการพัฒนาช่วยเหลือสถานศึกษาอื่น หรือชุมชน สังคม', N'B530DE97-A199-4592-B164-A9BC8FE6F55A', @StudyYear, N'สถานศึกษามีศักยภาพในการพัฒนาผู้เรียนให้มีความสามารถและทักษะที่จำเป็นต่อการดำรงชีวิตในศตวรรษที่ 21 และมีโครงการพิเศษเพื่อยกระดับคุณภาพการศึกษาของสถานศึกษา/สร้างความโดดเด่นของสถานศึกษาให้เป็นที่เชื่อมั่น ยอมรับ และศรัทธาของผู้ปกครอง ชุมชนและสังคมและการพัฒนาช่วยเหลือสถานศึกษาอื่นให้มีควมเข้มแข็งทางวิชาการ หรือการร่วมมือกับชุมชน สังคมของสถานศึกษาในการชี้แนะ ป้องกันหรือแก้ปัญหาที่สอดคล้องกับนโยบายของรัฐ/หน่วยงานต้นสังกัด', 12, 0, CAST(0x0000A35D00E69302 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500A61413 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', N'4BD33310-AE51-4E69-9D84-A4A8173D81F0', NULL, NULL, NULL)

INSERT [dbo].[Standard] ([StandardCode], [StandardName], [SideCode], [StudyYear], [Note], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [ScoreGroupID], [HowDevelopment], [resultDevelopment], [FutureDevelopment]) 
VALUES (N'ECD9FDA1-0B7E-454B-B80A-D933FB4350B8', N'การพัฒนาคุณภาพสถานศึกษา', N'A6D1D88B-2C7A-4C77-98DB-791E1372B032', @StudyYear, N'', 9, 0, CAST(0x0000A35D00E692EF AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A5650094D51C AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', N'3D9F922B-77D7-410E-8CC1-9BEA731E4F61', NULL, NULL, NULL)

INSERT [dbo].[Standard] ([StandardCode], [StandardName], [SideCode], [StudyYear], [Note], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [ScoreGroupID], [HowDevelopment], [resultDevelopment], [FutureDevelopment]) 
VALUES (N'BAD80DDF-B469-417A-A78A-3592A1783291', N'ผู้เรียนมีความสามารถในการคิด', N'9F05D19B-92BD-44FB-A44E-563966093E3A', @StudyYear, N'ผู้เรียนมีความสามารถในการคิดอย่างเป็นระบบ โดยสามารถคิดวิเคราะห์และสังเคราะห์การคิดแก้ปัญหาและคิดสร้างสรรค์ โดยการพูดหรือเขียนตามความคิดของตนเอง และมีเหตุผลประกอบสามารถสร้างสรรค์ผลงานผ่านกระบวนการคิดด้วยความภาคภูมิใจ', 4, 0, CAST(0x0000A35D00E692CA AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500DAA378 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', N'4BD33310-AE51-4E69-9D84-A4A8173D81F0', NULL, NULL, NULL)

INSERT [dbo].[Standard] ([StandardCode], [StandardName], [SideCode], [StudyYear], [Note], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [ScoreGroupID], [HowDevelopment], [resultDevelopment], [FutureDevelopment]) 
VALUES (N'2C75D0A1-6E02-4D4B-8964-4F910D347EFD', N'ผู้เรียนมีความรู้ ความสามารถตามหลักสูตร', N'9F05D19B-92BD-44FB-A44E-563966093E3A', @StudyYear, N'ผู้เรียนมีความรู้ความสามารถตามหลักสูตรสถานศึกษาโดยมีผลสัมฤทธิ์ทางการเรียนเฉลี่ย 8 กลุ่มสาระการเรียนรู้ ผลการทดสอบระดับชาติขั้นพื้นฐาน (O-Net) ผลการประเมินผู้เรียนตามสมรรถนะสำคัญตามหลักสูตร ผลการประเมินการอ่าน คิดวิเคราะห์และเขียน และผลการทดสอบความสามารถด้านภาษา การคิดคำนวณ และความสามารถในการใช้เหตุผลเป็นไปตามเกณฑ์ที่กำหนด', 5, 0, CAST(0x0000A35D00E692D3 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500DED2AF AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', N'D7A04A29-300F-4E0F-B100-8026FF7D66D6', NULL, NULL, NULL)

INSERT [dbo].[Standard] ([StandardCode], [StandardName], [SideCode], [StudyYear], [Note], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [ScoreGroupID], [HowDevelopment], [resultDevelopment], [FutureDevelopment]) 
VALUES (N'FDF64CA5-FF66-49A6-905C-AC89DC6AD938', N'ผู้บริหารมีคุณลักษณะที่ดีและมีความรู้ ความสามารถในการบริหารจัดการสถานศึกษา', N'A6D1D88B-2C7A-4C77-98DB-791E1372B032', @StudyYear, N'ผู้บริหารสถานศึกษามีคุณลักษณะที่ดี มีความรู้ตามมาตรฐานความรู้และประสบการณ์วิชาชีพของผู้บริหารสถานศึกษา มีวิสัยทัศน์ ภาวะผู้นำ ความคิดริเริ่มสร้างสรรค์ และประพฤติและปฏบัติตนเป็นแบบอย่างที่ดี และมีความรู้ความสามารถในการบริหารจัดการสถานศึกษาและสามารถนำการเปลี่ยนแปลงสู่สถานศึกษาได้บรรลุผลสำเร็จตามเป้าหมายอย่างมีคุณภาพ', 8, 0, CAST(0x0000A35D00E692E6 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56501066DE0 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', N'3D9F922B-77D7-410E-8CC1-9BEA731E4F61', NULL, NULL, NULL)

INSERT [dbo].[Standard] ([StandardCode], [StandardName], [SideCode], [StudyYear], [Note], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [ScoreGroupID], [HowDevelopment], [resultDevelopment], [FutureDevelopment]) 
VALUES (N'B08979BE-4D91-43B4-A076-2DE3DE250334', N'ครูมีคุณลักษณะที่ดีและมีความรู้ความสามารถในการจัดการเรียนการสอน', N'C8399C32-FB02-418C-AD44-D248E0273F46', @StudyYear, N'ครุมีคุณลักษณะที่ดีประพฤติปฏิบัติตนเป็นแบบอย่างที่ดี มีจรรยบรรณของวิชาชีพครู พ.ศ. 2556 มีความรู้ตามมาตรฐานความรู้ของมาตรฐานวิชาชีพ พ.ศ. 2556 และปฏิบัติหน้าที่ตามมาตรฐานตำแหน่งและมาตรฐานวิทยฐานะ มีความรู้ความสามารถในการจัดการเรียนการสอนที่เน้นผู้เรียนเป็นสำคัญ และเป็นผู้นำการเปลี่ยนแปลงสู่สถานศึกษา', 7, 0, CAST(0x0000A35D00E692DC AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500E98204 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', N'D7A04A29-300F-4E0F-B100-8026FF7D66D6', NULL, NULL, NULL)

INSERT [dbo].[Standard] ([StandardCode], [StandardName], [SideCode], [StudyYear], [Note], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [ScoreGroupID], [HowDevelopment], [resultDevelopment], [FutureDevelopment]) 
VALUES (N'AC932F39-6D8D-46BF-A947-204963E23229', N'ผู้เรียนมีคุณธรรม  จริยธรรม  และค่านิยมที่พึงประสงค์', N'9F05D19B-92BD-44FB-A44E-563966093E3A', @StudyYear, N'ผู้เรียนตระหนักในคุณค่าของตนเอง มีความรักและเคราพต่อพ่อแม่ ครูอาจารย์ และถิ่นฐานบ้านเมือง สามารถปฏิบัติตนตามบทบาทหน้าที่ในการเป็นลูกที่ดีของพ่อแม่ การเป็นศิษย์ที่ดีของครูและการเป็นสมาชิกที่ดีของสังคม และมีคุณลักษณพอันพึ่งประสงค์ตามหลักสูตรแกนกลางการศึกษาขั้นพื้นฐาน พุทธศักราช 2551 เป็นคนดีและปฏิบัติตนตามหลักธรรมทางศาสนา ยอมรับความคิดเห็นและวัฒนธรรมที่แตกต่างในฐานะที่เป็นพลเมืองไทยและพลเมืองโลก รวมทั้งรู้คุณค่า ร่วมอนุรักษ์และพัฒนาทรัพยากรธรรมชาติ พลังงาน และสิ่งแวดล้อม', 2, 0, CAST(0x0000A35D00E692C0 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500CD640C AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', N'3D9F922B-77D7-410E-8CC1-9BEA731E4F61', NULL, NULL, NULL)

INSERT [dbo].[Standard] ([StandardCode], [StandardName], [SideCode], [StudyYear], [Note], [Sort], [DelFlag], [CreateDate], [CreateUser], [UpdateDate], [UpdateUser], [ScoreGroupID], [HowDevelopment], [resultDevelopment], [FutureDevelopment]) 
VALUES (N'11BE78C4-1F5D-44BF-9DDB-2AEE2F71108D', N'ผู้เรียนมีสุขภาวะที่ดีและมีสุนทรียภาพ', N'9F05D19B-92BD-44FB-A44E-563966093E3A', @StudyYear, N'ผู้เรียนมีสุขภาพร่างการแข็งแรง มีน้ำหนักส่วนสูงและสมรรถภาพทางกายตามเกณฑ์มาตรฐานมีสุขภาพจิตที่ดี มีสุขนิสัยในการดูแลสุขภาพที่ดี สามารถปฏิบัติตนตามสุขบัญญติ 10 ประการ และรู้จักป้องกันตนเองจากสิ่งเสพติดให้โทษและหลีกเลี่ยงต้นเองจากสภาวะเสี่ยงได้ และมีสุนทรียภาพที่ดี', 1, 0, CAST(0x0000A35D00E692AD AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', CAST(0x0000A56500A6E546 AS DateTime), N'4C3E218F-D513-416E-BD10-B4F161717F70', N'3D9F922B-77D7-410E-8CC1-9BEA731E4F61', NULL, NULL, NULL)

End